TargetApplication=SynWrite
Author=Tilt
SourceLANGID=1033
LANGID=1041
Generator=DKLang Translation Editor v3.0
LastModified=2013-05-12 01:17:02

[fmMain]
00000006=印刷
00000007=文書印刷
00000009=プレビュー
00000010=印刷プレビュー
00000012=ページ設定
00000013=ページ設定
00000015=新規ファイル
00000016=新規ファイルを作成
00000018=新規ウィンドウ
00000020=プリンタ設定
00000021=プリンタ設定
00000023=開く...
00000024=ファイルを開く
00000026=開きなおす
00000027=ファイルを再読み込み
00000029=保存
00000030=ファイルを上書き保存
00000032=名前を付けて保存
00000033=現在のファイルを別名で保存
00000035=RTF 形式にエクスポート...
00000036=現在のエディタ内容を RTF 形式(強調設定を含む)にエクスポート
00000037=.RTF
00000038=リッチテキストファイル (*.rtf)|*.rtf|すべてのファイル (*.*)|*.*
00000040=HTML 形式にエクスポート...
00000041=現在のエディタ内容を HTML 形式(強調設定を含む)にエクスポート
00000042=.HTML
00000043=HTMLファイル (*.htm, *.html)|*.htm;*.html|すべてのファイル (*.*)|*.*
00000045=環境設定
00000046=オプションダイアログを表示
00000048=構文定義の編集...
00000049=現在の構文定義を編集
00000051=構文定義ライブラリの設定...
00000052=構文定義ライブラリの設定
00000054=コピー
00000055=選択範囲をクリップボードにコピー
00000060=切り取り
00000061=選択範囲をクリップボードに切り取る
00000063=貼り付け
00000064=クリップボードに貼り付け
00000066=削除
00000067=現在の選択範囲をクリア
00000069=すべて選択
00000070=すべて選択
00000072=元に戻す
00000073=元に戻す
00000075=やり直す
00000076=やり直す
00000078=インデント
00000079=インデント増加
00000081=インデント解除
00000082=インデントを解除
00000084=小文字
00000086=大文字
00000088=先頭文字のみ大文字
00000090=大文字小文字を反転
00000092=コメント行
00000093=コメント行
00000095=非コメント行
00000096=非コメント行
00000098=ツリー切り替え
00000099=ツリー切り替え
00000101=昇順でソート
00000102=選択範囲を昇順でソート
00000104=降順でソート
00000105=選択範囲を降順でソート
00000110=読み取り専用
00000111=読み取り属性の切り替え
00000114=検索と置換ダイアログを表示
00000116=折り返しの切り替え
00000117=折り返しの切り替え
00000119=行番号の表示
00000120=行番号の表示/非表示
00000122=コードの折り畳み
00000123=コードの折り畳み有効/無効
00000125=印刷不可文字
00000126=印刷不可文字の有効/無効
00000127=すべてのファイル (*.*)|*.*
00000128=プレーンテキスト
00000135=新規ファイル
00000137=新規ファイル
00000139=新規ウィンドウ
00000140=ファイルを開く
00000142=ファイルを開く
00000143=ファイルを保存
00000145=ファイルを保存
00000146=名前を付けて保存
00000148=ファイルに名前を付けて保存
00000150=ファイルを開き直す
00000151=RTF 形式にエクスポート
00000153=RTF 形式にエクスポート
00000154=HTML 形式にエクスポート
00000156=HTML 形式にエクスポート
00000157=オプション
00000159=設定ダイアログ
00000160=構文定義の編集
00000162=構文定義の設定
00000164=構文定義ライブラリの設定
00000166=トークンの整列
00000168=選択行を昇順でソート
00000170=選択行を降順でソート
00000172=選択行のコメント
00000174=選択行の非コメント
00000176=ツリー切り替え
00000178=読み取り専用の切り替え
00000180=折り返しの有効/無効
00000182=行番号の表示/非表示
00000184=コードの折り畳み/無効
00000186=印刷不可文字の切り替え
00000188=拡大
00000190=縮小
00000192=上の行に移動
00000194=下の行に移動
00000197=オートコンプリート(ポップアップ)
00000198=ポップアップのパラメータ
00000200=ポップアップのパラメータ
00000201=ポップアップのテンプレート
00000203=ポップアップのテンプレート
00000204=コンテキストヘルプ
00000206=コンテキストヘルプ
00000207=印刷
00000209=印刷
00000210=印刷プレビュー
00000212=印刷プレビュー
00000213=ページ設定
00000215=ページ設定
00000217=プリンタ設定
00000220=次を置換
00000221=すべて置換
00000223=すべて置換
00000224=指定行番号へ移動
00000226=指定行番号へ移動
00000227=現在の単語で前を検索
00000229=現在の単語で前を検索
00000230=現在の単語で次を検索
00000232=現在の単語で次を検索
00000233=すべて検索
00000235=すべて検索
00000236=前を検索
00000238=前を検索
00000239=次を検索
00000241=次を検索
00000242=検索ダイアログ
00000244=検索ダイアログ
00000246=次の検索マーカ位置
00000248=前の検索マーカ位置
00000250=検索マーカをクリア
00000252=リスター検索
00000254=リスター検索-次へ
00000256=カーソルを指定位置へ移動
00000259=カーソルを左、及び開始行へ移動
00000260=最後の文字
00000262=カーソルを現在行の最後の文字へ移動
00000263=最初の文字
00000265=カーソルを現在行の最初の文字へ移動
00000266=テキストの終端
00000268=カーソルを終端に移動
00000269=テキストの先頭
00000271=カーソルを文頭に移動
00000272=ページの下部
00000274=カーソルをページの下部に移動
00000275=ページの上部
00000277=カーソルをページ上部に移動
00000278=ページの右側
00000280=カーソルをページ左側に移動
00000281=ページの左側
00000283=カーソルをページ右側に移動
00000284=下のページ
00000286=カーソルをひとつ下のページに移動
00000287=上のページ
00000289=カーソルをひとつ上のページに移動
00000290=行末
00000292=カーソルを行末に移動
00000293=行頭
00000295=カーソルを行頭に移動
00000296=単語の右側
00000298=カーソルを単語の右側に移動
00000299=単語の左側
00000301=カーソルを単語の左側に移動
00000302=ひとつ下(&D)
00000304=カーソルをひとつ下の行に移動
00000305=ひとつ上(&U)
00000307=カーソルをひとつ上の行に移動
00000308=ひとつ右(&R)
00000310=カーソルをひとつ右の文字に移動
00000311=ひとつ左(&L)
00000313=カーソルをひとつ左の文字に移動
00000315=カーソルの移動とひとつ左の文字を選択
00000317=カーソルの移動とひとつ右の文字を選択
00000319=カーソルの移動とひとつ上の行を選択
00000321=カーソルの移動とひとつ下の行を選択
00000323=カーソルの移動とひとつ左の単語を選択
00000325=カーソルの移動とひとつ右の単語を選択
00000327=カーソルの移動と行頭を選択
00000329=カーソルの移動と行末を選択
00000331=カーソルの移動とひとつ上のページを選択
00000333=カーソルの移動とひとつ下のページを選択
00000335=カーソルの移動とひとつ右のページを選択
00000337=カーソルの移動とひとつ左のページを選択
00000339=カーソルの移動と上のページを選択
00000341=カーソルの移動と下のページを選択
00000343=カーソルの移動と文頭を選択
00000345=カーソルの移動とひとつ右のページを選択
00000347=カーソルの移動と行頭文字を選択
00000349=カーソルの移動と行末文字を選択
00000351=カーソルの移動と文頭を選択
00000353=カーソルを指定位置に移動して選択
00000355=カーソルの移動とひとつ左の文字列を選択
00000357=カーソルの移動とひとつ右の文字列を選択
00000359=カーソルの移動とひとつ上の文字列を選択
00000361=カーソルの移動とひとつ下の文字列を選択
00000363=カーソルの移動とひとつ左の単語列を選択
00000365=カーソルの移動とひとつ右の単語列を選択
00000367=カーソルの移動と行頭列を選択
00000369=カーソルの移動と行末列を選択
00000371=カーソルの移動とひとつ上のページ列を選択
00000373=カーソルの移動とひとつ下のページ列を選択
00000375=カーソルの移動とひとつ右のページ列を選択
00000377=カーソルの移動とひとつ左のページ列を選択
00000379=カーソルの移動とひとつ上のページ列を選択
00000381=カーソルの移動とひとつ下のページ列を選択
00000383=カーソルの移動と行頭列を選択
00000385=カーソルの移動と行末列を選択
00000387=カーソルの移動と行頭文字列を選択
00000389=カーソルの移動と行末文字列を選択
00000391=カーソルの移動と行頭列を選択
00000393=カーソルを指定位置に移動して列を選択
00000396=カーソル位置を変更しないでひとつ上の行へスクロール
00000397=下にスクロール
00000399=カーソル位置を変更しないでひとつ下の行へスクロール
00000400=左にスクロール
00000402=カーソル位置を変更しないでひとつ左の文字へスクロール
00000403=右にスクロール
00000405=カーソル位置を変更しないでひとつ右の文字へスクロール
00000406=上のページにスクロール
00000408=カーソル位置を変更しないでひとつ上のページへスクロール
00000409=下のページにスクロール
00000411=カーソル位置を変更しないでひとつ下のページへスクロール
00000412=ページの左側にスクロール
00000414=カーソル位置を変更しないで、画面左側にスクロール
00000415=ページの右側にスクロール
00000417=カーソル位置を変更しないで、画面右側にスクロール
00000418=文頭にスクロール
00000420=カーソル位置を変更しないで、文頭にスクロール
00000421=終端にスクロール
00000423=カーソル位置を変更しないで、終端にスクロール
00000424=左にスクロール
00000426=カーソル位置を変更しないで、左にスクロール
00000427=右にスクロール
00000429=カーソル位置を変更しないで、右にスクロール
00000430=コピー(&C)
00000432=選択範囲をクリップボードにコピー
00000433=切り取り(&T)
00000435=選択範囲をクリップボードに切り取り
00000436=貼り付け(&P)
00000438=クリップボードの内容を現在の位置へ貼り付け
00000439=元に戻す(&U)
00000441=操作を元に戻す(利用可能な場合)
00000442=やり直す(&R)
00000444=操作をやり直す(利用可能な場合)
00000445=すべて選択(&A)
00000447=エディタ内容の全体を選択
00000448=削除(&D)
00000450=選択範囲を削除
00000451=RTF 形式でコピー
00000453=RTF 形式でクリップボードにコピー
00000454=改行
00000456=現在位置で改行、新しい行にキャレットを移動
00000458=現在位置で改行、キャレットを残す
00000460=現在位置に文字を挿入 (Data = PChar)
00000462=文字列全体を挿入 (Data = PChar)
00000464=重複行
00000467=インデント増加
00000468=インデント解除(&U)
00000470=インデント解除
00000472=Tab キー
00000474=Tab 文字を挿入
00000477=最後の文字を削除 (例. backspace キー)
00000478=文字を削除
00000480=カーソル位置の文字を削除 (例. delete キー)
00000481=単語を削除
00000483=カーソル位置から次の単語を削除
00000484=前の単語を削除
00000486=カーソル位置から前の単語を削除
00000487=行頭まで削除
00000489=カーソル位置から行頭までを削除
00000490=行末まで削除
00000492=カーソル位置から行末までを削除
00000493=行を削除
00000495=現在の行を削除
00000496=すべてクリア
00000498=常に削除
00000499=挿入モード
00000501=挿入モードの設定
00000502=上書きモード
00000504=上書きモードの設定
00000505=挿入モードの切り替え
00000507=挿入/上書きモードの切り替え
00000508=標準選択
00000510=標準選択モード
00000511=列選択
00000513=列選択モード
00000514=行選択
00000516=行選択モード
00000517=マーカ選択の開始
00000519=マーカの開始(ブロック)
00000520=マーカ選択の終了
00000522=マーカの終了(ブロック)
00000523=単語を大文字
00000525=単語を大文字で表示
00000526=単語を小文字
00000528=単語を小文字で表示
00000529=大文字小文字の切り替え
00000531=単語の大文字(小文字)表示の切り替え
00000532=単語の先頭文字を大文字
00000534=先頭文字の大文字表示の切り替え
00000535=選択範囲を大文字
00000537=現在の選択範囲、及び文字を大文字で表示
00000538=選択範囲を小文字
00000540=現在の選択範囲、及び文字を小文字で表示
00000541=選択範囲の大文字表示の切り替え
00000543=選択範囲の大文字表示の有効/無効を切り替え
00000544=選択範囲の先頭文字のみ大文字表示
00000546=選択範囲の先頭文字のみ大文字表示の有効/無効
00000547=折り畳みの切り替え
00000549=現在行ブロックの折り畳み/展開表示の切り替え
00000550=折り畳み
00000552=現在行のブロックを折り畳む
00000553=展開
00000555=現在行のブロックを展開
00000556=すべて畳む
00000558=このテキストの全ブロックを畳む
00000559=すべて展開
00000561=このテキストの全ブロックを展開
00000562=選択範囲を折り畳む
00000564=選択ブロックを折り畳む
00000565=近接ブロックの折り畳み切り替え
00000567=近接ブロックの折り畳み/展開の有効/無効を切り替え
00000568=選択範囲内を折り畳む
00000570=選択領域内の範囲を折り畳む
00000571=選択範囲内を展開
00000573=選択領域内の範囲を展開
00000574=折り畳みの切り替え
00000576=折り畳みの切り替え
00000577=ブックマーク 0 に移動
00000579=ブックマーク 0 に移動
00000580=ブックマーク 1 に移動
00000582=ブックマーク 1 に移動
00000583=ブックマーク 2 に移動
00000585=ブックマーク 2 に移動
00000586=ブックマーク 3 に移動
00000588=ブックマーク 3 に移動
00000589=ブックマーク 4 に移動
00000591=ブックマーク 4 に移動
00000592=ブックマーク 5 に移動
00000594=ブックマーク 5 に移動
00000595=ブックマーク 6 に移動
00000597=ブックマーク 6 に移動
00000598=ブックマーク 7 に移動
00000600=ブックマーク 7 に移動
00000601=ブックマーク 8 に移動
00000603=ブックマーク 8 に移動
00000604=ブックマーク 9 に移動
00000606=ブックマーク 9 に移動
00000607=ブックマーク 0 に切り替え
00000609=ブックマーク 0 に切り替え
00000610=ブックマーク 1 に切り替え
00000612=ブックマーク 1 に切り替え
00000613=ブックマーク 2 に切り替え
00000615=ブックマーク 2 に切り替え
00000616=ブックマーク 3 に切り替え
00000618=ブックマーク 3 に切り替え
00000619=ブックマーク 4 に切り替え
00000621=ブックマーク 4 に切り替え
00000622=ブックマーク 5 に切り替え
00000624=ブックマーク 5 に切り替え
00000625=ブックマーク 6 に切り替え
00000627=ブックマーク 6 に切り替え
00000628=ブックマーク 7 に切り替え
00000630=ブックマーク 7 に切り替え
00000631=ブックマーク 8 に切り替え
00000633=ブックマーク 8 に切り替え
00000634=ブックマーク 9 に切り替え
00000636=ブックマーク 9 に切り替え
00000638=すべてのブックマークをクリア
00000641=現在位置にマーカーをドロップ
00000642=マーカーを収集
00000644=マーカーを収集 (前にジャンプ)
00000645=マーカーを入れ替え
00000647=マーカーを入れ替え (位置を保持, 前にジャンプ)
00000648=適合する括弧へジャンプ
00000650=適合する括弧へジャンプ
00000651=マクロを再生
00000653=マクロを再生
00000654=マクロの記録を開始
00000656=マクロの記録を開始
00000657=マクロの記録を停止
00000659=マクロの記録を停止
00000660=マクロの記録を中止
00000662=マクロの記録を中止
00000664=エンコーディング設定 - ANSI
00000666=エンコーディング設定 - OEM
00000668=エンコーディング設定 - UTF-8
00000670=エンコーディング設定 - UTF-8, no BOM
00000672=エンコーディング設定 - Unicode
00000674=エンコーディング設定 - Unicode BE
00000676=エンコーディング設定 - KOI8
00000678=エンコーディング設定 - Mac
00000680=文字コード表(ポップアップ)
00000693=ファイル
00000694=新規ファイル
00000695=新規ファイルを作成
00000696=開く...
00000697=ファイルを開く
00000698=リストをクリア
00000699=最近使用したファイル一覧をクリア
00000700=保存
00000701=ファイルを上書き保存
00000702=名前を付けて保存
00000703=現在のファイルを別名で保存
00000704=HTML 形式にエクスポート...
00000705=現在のエディタ内容を HTML 形式(強調設定を含む)にエクスポート
00000706=RTF 形式にエクスポート...
00000707=現在のエディタ内容を RTF 形式(強調設定を含む)にエクスポート
00000708=印刷
00000709=文書印刷
00000710=プレビュー
00000711=印刷プレビュー
00000712=ページ設定
00000713=ページ設定
00000714=プリンタ設定
00000715=プリンタ設定
00000716=検索 / 置換
00000717=検索と置換ダイアログを表示
00000718=次を検索
00000719=検索文字列の次の位置を検索
00000720=前を検索
00000721=検索文字列の前の位置を検索
00000722=現在の単語で次を検索
00000723=現在の単語で次の位置を検索
00000724=現在の単語で前を検索
00000725=現在の単語で前の位置を検索
00000726=検索マーカをクリア
00000727=検索マーカをクリア
00000754=環境設定
00000755=オプションダイアログを表示
00000756=構文定義の編集...
00000757=現在の構文定義を編集
00000758=構文定義ライブラリの設定...
00000759=構文定義ライブラリの設定
00000762=編集
00000763=コピー(C)
00000764=選択範囲をクリップボードにコピー
00000765=切り取り(T)
00000766=選択範囲をクリップボードに切り取り
00000767=貼り付け(P)
00000768=クリップボードに貼り付け
00000769=削除
00000770=現在の選択範囲をクリア
00000771=すべて選択
00000772=すべて選択
00000773=元に戻す(U)
00000774=元に戻す(U)
00000775=やり直す(R)
00000776=やり直す(R)
00000777=ソート..
00000779=昇順でソート
00000780=選択範囲を昇順でソート
00000781=降順でソート
00000782=選択範囲を降順でソート
00000783=文字種の変更
00000784=選択範囲の文字種を変更
00000785=大文字
00000786=選択範囲 - 大文字に変更
00000787=小文字
00000788=選択範囲 - 小文字に変更
00000789=先頭文字のみ大文字
00000790=選択範囲 - 先頭のみ大文字に変更
00000791=大文字小文字を反転
00000792=選択範囲 - 大文字小文字を反転
00000793=表示
00000794=ツリー切り替え
00000795=構文ツリーの切り替え
00000796=コードの折り畳み/無効
00000797=コードの折り畳み/無効
00000798=折り返しの有効/無効
00000799=折り返しの有効/無効
00000800=行番号の表示/非表示
00000801=行番号の表示/非表示
00000802=印刷不可文字の切り替え
00000803=印刷不可文字の切り替え
00000804=コメント行
00000805=コメント行
00000806=非コメント行
00000807=非コメント行
00000808=インデント
00000809=インデント増加
00000810=インデント解除
00000811=インデント解除
00000814=エンコーディング (クリックで変更)
00000815=改行方法 (クリックで変更)
00000816=構文定義 (クリックで変更)
00000817="カーソル位置の文字" 情報 (クリックで文字コード表)
00000818=読み取り専用 (クリックで変更)
00000819=折り返しモード (クリックで変更)
00000821=ファイル(&F)
00000822=新規
00000823=新規ファイル
00000824=新規ファイルを作成
00000825=新規ウィンドウ
00000826=開く...
00000827=ファイルを開く
00000828=開きなおす
00000829=ファイルを再読み込み
00000830=保存
00000831=ファイルを上書き保存
00000832=名前を付けて保存
00000833=現在のファイルを別名で保存
00000834=エクスポート
00000835=HTML 形式にエクスポート...
00000836=現在のエディタ内容を HTML 形式(強調設定を含む)にエクスポート
00000837=RTF 形式にエクスポート...
00000838=現在のエディタ内容を RTF 形式(強調設定を含む)にエクスポート
00000840=印刷
00000841=文書印刷
00000842=プレビュー
00000843=印刷プレビュー
00000844=ページ設定
00000845=ページ設定
00000846=プリンタ設定
00000847=プリンタ設定
00000848=終了
00000849=編集(&E)
00000850=元に戻す(U)
00000851=元に戻す(U)
00000852=やり直す(R)
00000853=やり直す(R)
00000854=切り取り(T)
00000855=選択範囲をクリップボードに切り取り
00000856=コピー(C)
00000857=選択範囲をクリップボードにコピー
00000858=貼り付け(P)
00000859=クリップボードに貼り付け
00000860=削除
00000861=現在の選択範囲をクリア
00000862=すべて選択
00000863=すべて選択
00000868=インデント
00000869=インデント増加
00000870=インデント解除
00000871=インデント解除
00000872=重複行
00000873=文字コード表
00000874=ソート
00000876=昇順でソート
00000877=選択範囲を昇順でソート
00000878=降順でソート
00000879=選択範囲を降順でソート
00000880=大文字小文字の変更
00000882=大文字
00000883=選択範囲 - 大文字に変更
00000884=小文字
00000885=選択範囲 - 小文字に変更
00000886=先頭文字のみ大文字
00000887=選択範囲 - 先頭のみ大文字に変更
00000888=大文字小文字を反転
00000889=選択範囲 - 大文字小文字を反転
00000912=検索(&S)
00000915=次を検索
00000916=検索文字列で次を検索
00000917=前を検索
00000918=検索文字列で前を検索
00000919=現在の単語で次を検索
00000920=カーソル位置の単語で次を検索
00000921=現在の単語で前を検索
00000922=カーソル位置の単語で前を検索
00000923=次のマーカ位置
00000924=前のマーカ位置
00000925=マーカをクリア
00000926=検索マーカをクリアします
00000927=指定行へ移動
00000928=行番号を指定して移動
00000929=ブックマーク(&B)
00000930=ブックマーク番号をセット(&S)
00000931=0
00000932=1
00000933=2
00000934=3
00000935=4
00000936=5
00000937=6
00000938=7
00000939=8
00000940=9
00000941=ブックマークへ移動
00000942=0
00000943=1
00000944=2
00000945=3
00000946=4
00000947=5
00000948=6
00000949=7
00000950=8
00000951=9
00000952=ブックマークをクリア
00000953=ブックマークをクリア
00000954=構文(&L)
00000955=設定(&O)
00000956=環境設定
00000957=オプションダイアログを表示
00000958=構文定義の編集...
00000959=現在の構文定義を編集
00000960=構文定義ライブラリの設定...
00000961=構文定義ライブラリの設定
00000962=ツールの構成設定
00000963=読み取り専用の有効/無効
00000964=読み取り専用の有効/無効
00000965=ツリーの表示
00000966=ツリーの表示
00000967=コードの折り畳みを有効/無効
00000968=コードの折り畳みを有効/無効
00000969=折り返しを有効/無効
00000970=折り返しを有効/無効
00000971=行番号の表示/非表示
00000972=行番号の表示/非表示
00000973=印刷不可文字の表示
00000974=印刷不可文字の表示
00000975=ヘルプ(&H)
00000976=Readme フォルダを参照
00000977=バージョン情報
00000978=元に戻す
00000979=元に戻す
00000980=やり直す
00000981=やり直す
00000982=切り取り
00000983=選択範囲をクリップボードに切り取り
00000984=コピー
00000985=選択範囲をクリップボードにコピー
00000986=貼り付け
00000987=クリップボードに貼り付け
00000988=削除
00000989=現在の選択範囲をクリア
00000990=すべて選択
00000991=すべて選択
00001012=ファイル
00001013=ファイル
00001014=ファイル
00001015=ファイル
00001016=ファイル
00001017=ファイル
00001018=ファイル
00001019=ファイル
00001020=ファイル
00001021=ファイル
00001022=ファイル
00001023=その他
00001024=その他
00001025=その他
00001026=その他
00001027=その他
00001028=その他
00001029=その他
00001030=その他
00001031=その他
00001032=その他
00001033=その他
00001034=その他
00001035=その他
00001036=その他
00001037=その他
00001038=ヒント
00001039=ヒント
00001040=ヒント
00001041=ヒント
00001042=印刷
00001043=印刷
00001044=印刷
00001045=印刷
00001046=検索 & 置換
00001047=検索 & 置換
00001048=検索 & 置換
00001049=検索 & 置換
00001050=検索 & 置換
00001051=検索 & 置換
00001052=検索 & 置換
00001053=検索 & 置換
00001054=検索 & 置換
00001055=検索 & 置換
00001056=検索 & 置換
00001057=検索 & 置換
00001058=検索 & 置換
00001059=検索 & 置換
00001060=操作, 選択なし
00001061=操作, 選択なし
00001062=操作, 選択なし
00001063=操作, 選択なし
00001064=操作, 選択なし
00001065=操作, 選択なし
00001066=操作, 選択なし
00001067=操作, 選択なし
00001068=操作, 選択なし
00001069=操作, 選択なし
00001070=操作, 選択なし
00001071=操作, 選択なし
00001072=操作, 選択なし
00001073=操作, 選択なし
00001074=操作, 選択なし
00001075=操作, 選択なし
00001076=操作, 選択なし
00001077=操作, 選択なし
00001078=操作, 選択なし
00001079=操作, 選択なし
00001080=操作, 標準選択
00001081=操作, 標準選択
00001082=操作, 標準選択
00001083=操作, 標準選択
00001084=操作, 標準選択
00001085=操作, 標準選択
00001086=操作, 標準選択
00001087=操作, 標準選択
00001088=操作, 標準選択
00001089=操作, 標準選択
00001090=操作, 標準選択
00001091=操作, 標準選択
00001092=操作, 標準選択
00001093=操作, 標準選択
00001094=操作, 標準選択
00001095=操作, 標準選択
00001096=操作, 標準選択
00001097=操作, 標準選択
00001098=操作, 標準選択
00001099=操作, 標準選択
00001100=操作, 列選択
00001101=操作, 列選択
00001102=操作, 列選択
00001103=操作, 列選択
00001104=操作, 列選択
00001105=操作, 列選択
00001106=操作, 列選択
00001107=操作, 列選択
00001108=操作, 列選択
00001109=操作, 列選択
00001110=操作, 列選択
00001111=操作, 列選択
00001112=操作, 列選択
00001113=操作, 列選択
00001114=操作, 列選択
00001115=操作, 列選択
00001116=操作, 列選択
00001117=操作, 列選択
00001118=操作, 列選択
00001119=操作, 列選択
00001120=スクロール
00001121=スクロール
00001122=スクロール
00001123=スクロール
00001124=スクロール
00001125=スクロール
00001126=スクロール
00001127=スクロール
00001128=スクロール
00001129=スクロール
00001130=スクロール
00001131=スクロール
00001132=標準動作
00001133=標準動作
00001134=標準動作
00001135=標準動作
00001136=標準動作
00001137=標準動作
00001138=標準動作
00001139=標準動作
00001140=テキスト挿入
00001141=テキスト挿入
00001142=テキスト挿入
00001143=テキスト挿入
00001144=テキスト挿入
00001145=インデントとタブ
00001146=インデントとタブ
00001147=インデントとタブ
00001148=インデントとタブ
00001149=テキストを削除
00001150=テキストを削除
00001151=テキストを削除
00001152=テキストを削除
00001153=テキストを削除
00001154=テキストを削除
00001155=テキストを削除
00001156=テキストを削除
00001157=範囲選択モード
00001158=範囲選択モード
00001159=範囲選択モード
00001160=範囲選択モード
00001161=範囲選択モード
00001162=範囲選択モード
00001163=範囲選択モード
00001164=範囲選択モード
00001165=大文字小文字の変更
00001166=大文字小文字の変更
00001167=大文字小文字の変更
00001168=大文字小文字の変更
00001169=大大文字小文字の変更
00001170=大文字小文字の変更
00001171=大文字小文字の変更
00001172=大文字小文字の変更
00001173=テキストの折り畳み
00001174=テキストの折り畳み
00001175=テキストの折り畳み
00001176=テキストの折り畳み
00001177=テキストの折り畳み
00001178=テキストの折り畳み
00001179=テキストの折り畳み
00001180=テキストの折り畳み
00001181=テキストの折り畳み
00001182=テキストの折り畳み
00001183=ブックマーク
00001184=ブックマーク
00001185=ブックマーク
00001186=ブックマーク
00001187=ブックマーク
00001188=ブックマーク
00001189=ブックマーク
00001190=ブックマーク
00001191=ブックマーク
00001192=ブックマーク
00001193=ブックマーク
00001194=ブックマーク
00001195=ブックマーク
00001196=ブックマーク
00001197=ブックマーク
00001198=ブックマーク
00001199=ブックマーク
00001200=ブックマーク
00001201=ブックマーク
00001202=ブックマーク
00001203=ブックマーク
00001204=マーカ
00001205=マーカ
00001206=マーカ
00001207=マーカ
00001208=マクロ
00001209=マクロ
00001210=マクロ
00001211=マクロ
00001212=その他
00001213=その他
00001214=その他
00001215=その他
00001216=その他
00001217=その他
00001218=その他
00001219=その他
00001220=その他
00001227=その他
00001228=標準拡大
00001229=その他
00001230=外部ツール起動 1
00001231=その他
00001232=外部ツール起動 2
00001233=その他
00001234=外部ツール起動 3
00001240=拡大
00001241=拡大
00001242=縮小
00001243=デフォルトに戻す
00001244=その他
00001245=外部ツール起動 4
00001255=オートコンプリート(ポップアップ)
00001256=次を置換
00001257=左上
00001258=上にスクロール
00001259=インデント
00001260=最後の文字を削除
00001261=ドロップマーカ
00001262=検索  置換
00001263=前のリスターを検索
00001264=その他
00001265=メニュー - エンコーディング
00001266=その他
00001267=メニュー - 構文定義
00001268=その他
00001269=メニュー - 行末
00001270=マーカーを入れ替え
00001271=マーカーを収集
00001272=ドロップマーカ
00001274=クイック検索
00001275=次を検索
00001276=前を検索
00001278=ツールバー(&O)
00001279=クイック検索
00001280=表示
00001281=編集
00001282=ファイル
00001286=検索  置換
00001287=クイック検索
00001288=クイック検索(&Q)
00001289=大文字小文字を区別
00001290=クイック検索
00001291=次へ
00001292=前へ
00001293=大文字小文字を区別
00001294=単語単位(W)
00001295=単語全体のみ
00001296=すべての箇所にマーク(&M)
00001297=クイック検索パネル
00001298=次のマークに移動
00001299=前のマークに移動
00001300=検索文字列に合致するすべての箇所にマーク
00001301=現在の位置にマーカーをドロップ
00001302=最後のマーカを除去
00001303=最後のマーカを入れ替え
00001304=追加ツールのカスタマイズ
00001305=ファイルツールバー切替
00001306=編集ツールバー切替
00001307=表示ツールバー切替
00001308=クイック検索ツールバー切替
00001312=Readme フォルダをエクスプローラで参照
00001313=情報ダイアログを表示
00001314=現在行と重複
00001315=文字コード表を表示
00001317=新規ウィンドウを作成
00001318=エディタを閉じる
00001319=トピックヘルプ(&H)
00001320=ヘルプファイルを表示
00001321=閉じる
00001323=ファイル
00001324=閉じる
00001325=他のタブを閉じる
00001326=タブを閉じる
00001327=新規タブ
00001331=すべて保存(&L)
00001333=すべて閉じる(&E)
00001334=ファイル
00001335=すべて閉じる
00001336=ファイル
00001337=他のタブを閉じる
00001338=ファイル
00001339=すべて保存
00001340=すべてのタブを保存
00001341=現在のタブを閉じる
00001342=すべてのタブを閉じる
00001344=他のタブを閉じる(&H)
00001345=現在のタブ以外すべてを閉じる
00001346=セッションの読み込み...
00001347=セッションを保存...
00001348=syn
00001349=セッションファイル|*.syn
00001350=syn
00001351=セッションファイル|*.syn
00001352=タブの状態を読み込む
00001353=タブの状態を保存
00001354=その他
00001355=ファイル履歴をクリア
00001356=履歴を開く
00001357=リストをクリア
00001358=ウィンドウ(&W)
00001360=日付/時刻を挿入
00001361=その他
00001362=現在の日付/時刻を挿入
00001363=現在の日付/時刻をテキストに挿入
00001364=ツール(&R)
00001369=PHP ヘルプ(&P)
00001370=現在の単語で PHP ヘルプページを開く
00001371=Google 検索(&G)
00001372=現在選択中の単語を Google で検索
00001373=IE で開く(&I)
00001374=ファイルをブラウザ(IE)で開く
00001375=FireFox で開く(&F)
00001376=ファイルをブラウザ(Firefox)で開く
00001377=Wikipedia 検索(&W)
00001378=現在選択中の単語を Wikipedia で検索
00001379=Chrome で開く(&C)
00001380=ファイルをブラウザ(Chrome)で開く
00001381=Safari で開く(&S)
00001382=ファイルをブラウザ(Safari)で開く
00001383=ファイルが含まれるフォルダを開く(&O)
00001384=現在のファイルが含まれるフォルダを開く
00001385=-
00001386=-
00001387=-
00001388=-
00001389=起動
00001390=拡張ツール 5 を起動
00001391=起動
00001392=拡張ツール 6 を起動
00001393=起動
00001394=拡張ツール 7 を起動
00001395=起動
00001396=拡張ツール 8 を起動
00001397=起動
00001398=Firefox で開く
00001399=起動
00001400=IE で開く
00001401=起動
00001402=Chrome で開く
00001403=起動
00001404=Safari で開く
00001405=起動
00001406=含まれるフォルダを開く
00001407=起動
00001408=PHP ヘルプ
00001409=起動
00001410=Google で検索
00001411=起動
00001412=Wikipedia で検索
00001413=-
00001414=-
00001415=-
00001416=-
00001417=書式(&N)
00001418=改行方法の変更
00001422=エンコーディングの変更(&C)
00001440=エンコーディングを変換(V)
00001441=ファイルを別のエンコーディングで開く/現在のエンコーディングを変換
00001442=現在のエンコーディングを変換してファイルを再読み込み
00001445=現在のタブを閉じる
00001446=-
00001447=検索 と置換
00001448=置換ダイアログ
00001450=置換(&R)
00001451=検索(&F)
00001452="検索" ダイアログを表示
00001453="置換" ダイアログを表示
00001454=置換
00001455="置換" ダイアログを表示
00001456=&MSDN で検索
00001457=現在選択中の単語を MSDN で検索(オンライン)
00001458=起動
00001459=MSDN で検索
00001460=ファイル
00001461=プログラムを終了
00001462=閉じて削除(&D)
00001463=ファイル
00001464=閉じて削除
00001465=現在のタブを閉じてファイルを削除します
00001467="ファイル置換" ダイアログを表示
00001469=置換ダイアログを表示
00001470="ファイル置換" ダイアログを表示
00001471=ファイル置換(E)...
00001472=ファイル置換(E)...
00001473="ファイル置換" ダイアログを表示
00001474=検索と置換
00001475=ファイル置換ダイアログ
00001476=追加
00001477=URLをコピー
00001478=URLをクリップボードにコピー
00001479=追加コピー
00001480=選択範囲をクリップボードに追加
00001481=追加切り取り
00001482=選択範囲を切り取ってクリップボードに追加
00001483=HTMLでコピー
00001485=RTFでコピー
00001487=HTMLでクリップボードにコピー
00001488=標準動作
00001489=HTML形式でクリップボードにコピー
00001490=HTMLでコピー
00001491=HTML形式でクリップボードにコピー
00001492=追加コピー
00001493=標準動作
00001494=コピーしてクリップボードに追加
00001495=追加切り取り
00001496=標準動作
00001497=切り取ってクリップボードに追加
00001498=追加コピー
00001499=追加切り取り
00001500=選択範囲をコピーしてクリップボードに追加
00001501=選択範囲を切り取ってクリップボードに追加
00001502=追加切り取り
00001503=選択範囲を切り取ってクリップボードに追加
00001504=追加コピー
00001505=選択範囲をコピーしてクリップボードに追加
00001506=ウェブ(&W)
00001507=ブラウザ(&B)
00001508=-
00001509=-
00001510=-
00001511=-
00001521=合致する括弧へ移動
00001522=現在のものに合致する括弧の位置へ移動
00001523=出力
00001524=出力切り替え
00001525=その他
00001526=出力パネル切り替え
00001527=出力切り替え
00001528=出力パネル切り替え
00001529=出力パネル切り替え(&U)
00001530=出力ウィンドウ切り替え
00001531=メニュー
00001532=クリア
00001533=選択範囲をコピー
00001534=ナビゲート
00001535=すべてコピー
00001539=選択モード (クリックで変更)
00001540=選択範囲を削除
00001541=非構文箇所を削除
00001542=出力
00001543=検索結果
00001544=ナビゲート
00001548=RTFでコピー
00001549=RTF形式でクリップボードにコピー
00001550=構文定義スタイルのカスタマイズ(&S)
00001551=現在の構文定義強調プロパティを変更
00001552=構文定義スタイルのカスタマイズ(&S)
00001553=現在の構文定義強調プロパティを変更
00001554=文字列の抽出(&X)
00001555="文字列の抽出" ダイアログを表示
00001556=その他
00001557=文字列の抽出
00001558=大文字小文字を変換
00001559=現在選択されている範囲の大文字小文字を変換
00001560=大文字小文字
00001561=選択範囲 - 大文字小文字
00001562=大文字小文字
00001563=選択範囲 - 大文字小文字
00001564=大文字小文字
00001565=挿入/上書きモード (クリックで変更)
00001573=拡大率を変更...
00001575=クリップボード履歴の切り替え
00001576=クリップボード履歴の切り替え(&H)
00001577=クリップボード履歴の切り替え
00001578=オプション
00001579=クリップボード履歴の切り替え
00001580=クリア(E)
00001581=前のファイル内検索結果
00001582=次のファイル内検索結果
00001583=検索と置換
00001584=次のファイル内検索結果
00001585=検索と置換
00001586=前のファイル内検索結果
00001587=前回行った"ファイル内検索"操作の結果を開く
00001588=次に行った"ファイル内検索"操作の結果を開く
00001589=同期編集の切り替え(Y)
00001590=同期編集モードの有効/無効
00001591=ファイル
00001592=セッションを保存
00001593=ファイル
00001594=セッションを読み込み
00001595=セッションを追加/読み込み...
00001596=保存されたタブ一覧を現在のタブに追加
00001597=ファイル
00001598=セッションを追加/読み込み
00001599=その他
00001600=同期編集モード切り替え
00001601=全画面
00001602=オプション
00001603=全画面切り替え
00001604=全画面モード切替
00001606=ディレクトリパスをクリップボードにコピー
00001607=フルパスをクリップボードにコピー
00001608=ファイル名をクリップボードにコピー
00001610=他のビューに移動
00001612=-
00001613=すべてのタブを閉じる
00001614=ファイル
00001615=タブを他のビューに移動
00001616=水平分割
00001618=水平スクロールの同期
00001619=垂直スクロールの同期
00001620=その他
00001621=水平/垂直スクロール切り替え
00001622=その他
00001623=水平/垂直スクロール切り替え
00001624=シェル拡張の構成(&H)...
00001625=Windows エクスプローラのメニューへの統合
00001626=表示(&V)
00001627=常に前面表示(&A)
00001628=メインフォームを常に手前に表示
00001629=オプション
00001630=常に前面表示の切り替え
00001631=ブロックを埋める...
00001632=その他
00001633="ブロックを埋める" コマンド
00001634=カスタム文字列でブロック行の列を埋めます
00001635=テキスト挿入...
00001636=その他
00001637="テキスト挿入" ダイアログ
00001640=選択されたファイル名を別のタブで開く
00001641=E-メールで送信
00001642=現在のファイルを MS Outlook 経由でE-メール送信します
00001643="テキスト挿入"ダイアログを表示
00001644=拡張(&A)
00001645=構文定義スタイルの復元...
00001646=自動的にバックアップされた構文定義スタイルから復元
00001647=カスタマイズ...
00001648=フォーカス
00001649=ツリーのフォーカス切り替え
00001651=フォーカス
00001652=クリップボードフォーカスの切り替え
00001653=略述
00001654=Zen Coding - 略述を展開
00001662=略述
00001663=Zen Coding - 略述を折り返す
00001664=コメント/非コメント
00001665=コメントブロック(&C)
00001666=選択行のコメント
00001667=非コメントブロック(&U)
00001668=選択行の非コメント
00001669=コメントブロックの切り替え(&B)
00001670=コメントブロックの切り替え
00001671=コメント
00001672=コメントブロックの切り替え
00001673=フォーカス
00001674=出力フォーカス切り替え
00001675=ファイル
00001676=バックアップコピーの作成
00001677=コメント
00001678=ストリームコメント
00001679=ストリームコメント
00001680=選択範囲のストリームコメント
00001681=インデント
00001682=行の操作
00001683=行を下に移動(&D)
00001684=行を上に移動(&U)
00001685=選択された行を下に移動
00001686=選択された行を上に移動
00001687=寄付(&D)...
00001688=ヘルプに "寄付" を表示
00001689=行を削除(&E)
00001690=現在の行を削除
00001691=クリップボードにコピー
00001692=ディレクトリパスをクリップボードにコピー
00001693=フルパスをクリップボードにコピー
00001694=ファイル名をクリップボードにコピー
00001695=クリップボード操作
00001696=ファイル名をクリップボードにコピー
00001697=クリップボード操作
00001698=フルパスをクリップボードにコピー
00001699=クリップボード操作
00001700=ディレクトリパスをクリップボードにコピー
00001701=フォーカス
00001702=検索結果フォーカスの切り替え
00001705=スペルチェック
00001706=現在の文書に対してスペルチェックを実施
00001707=ライブスペリング
00001708=ライブスペリングを有効 (赤色下線)
00001710=スペルチェック
00001711=現在の文書に対してスペルチェックを実施
00001712=ライブスペリング
00001713=ライブスペリングモード切替 (赤色下線)
00001714=その他
00001715=ライブスペリング切り替え
00001716=その他
00001717=スペルチェックを実施
00001718=行を結合(&J)
00001719=選択された行を結合(連結)します
00001720=その他
00001721=行を結合
00001722=その他
00001723=行を分割
00001724=行を分割(&S)
00001725=現在の行/選択された行を分割します
00001726=マクロ(&M)
00001735=最後のマクロを再生(&P)
00001737=記録を停止(&S)
00001739=記録を開始(&R)
00001741=記録を中止(&C)
00001743=実行/マクロのカスタマイズ(&U)..
00001744=マクロ
00001745="マクロのカスタマイズ" ダイアログ
00001746=新規マクロを記録
00001747=現在のマクロ記録を停止
00001748=現在のマクロ記録を中止
00001749=最後に記録したマクロを再生
00001750=マクロのカスタマイズダイアログを表示
00001751=拡大値 (クリックで変更)
00001752=HTML コードプレビュー(&P)
00001753=選択された HTML コードをデフォルトブラウザでプレビュー
00001754=実行
00001755=選択された HTML コードをプレビュー
00001756=マクロ
00001757=マクロ #1 を実行
00001758=マクロ
00001759=マクロ #2 を実行
00001760=マクロ
00001761=マクロ #3 を実行
00001762=マクロ
00001763=マクロ #4 を実行
00001764=マクロ
00001765=マクロ #5 を実行
00001766=マクロ
00001767=マクロ #6 を実行
00001768=マクロ
00001769=マクロ #7 を実行
00001770=マクロ
00001771=マクロ #8 を実行
00001772=マクロ
00001773=マクロ #9 を実行
00001774=次のブックマーク(&N)
00001775=前のブックマーク(&P)
00001776=ブックマーク切り替え(&T)
00001777=次のブックマークへ移動
00001778=前のブックマークへ移動
00001779=現在の行でブックマークを切り替え
00001780=ブックマーク
00001781=ブックマーク切り替え
00001782=ブックマーク
00001783=次のブックマークへ移動
00001784=ブックマーク
00001785=前のブックマークへ移動
00001786=ブックマークを反転(&I)
00001787=ファイル内全行のブックマークを切り替え
00001789=ブックマーク
00001790=ブックマーク行をコピー
00001791=ブックマーク
00001792=ブックマーク行を切り取り
00001793=ブックマーク
00001794=ブックマーク行を貼り付け
00001795=ブックマーク
00001796=ブックマーク行を削除
00001797=ブックマーク
00001798=マークのない行を削除
00001799=マークのない行を削除
00001800=ブックマーク行を削除
00001801=ブックマーク行を追加貼り付け
00001802=ブックマーク行を切り取り
00001803=ブックマーク行をコピー
00001804=ファイルからブックマーク以外の行を削除
00001805=ファイルからブックマーク行を削除
00001806=クリップボードから貼り付けてブックマーク行と置換
00001807=ブックマーク行をクリップボードに切り取り
00001808=ブックマーク行をクリップボードにコピー
00001809=現在行のブックマークに番号(0-9)をセット
00001810=番号付きのブックマークに移動
00001811=指定行に移動
00001812="移動" ダイアログを表示
00001813=ブックマーク
00001814=ブックマークを反転
00001815=垂直スクロールを同期
00001816=垂直スクロールを同期 (両方のビューが開かれている時)
00001817=水平スクロールを同期
00001818=水平スクロールを同期 (両方のビューが開かれている時)
00001819=フォーカス
00001820=表示切り替え
00001821=現在の行を切り取り
00001822=現在の行をコピー
00001823=クリップボード操作
00001824=現在の行をクリップボードにコピー
00001825=クリップボード操作
00001826=現在の行をクリップボードに切り取り
00001827=現在の行をクリップボードに切り取り
00001828=現在の行をクリップボードにコピー
00001829=HTMLの検証(&H)
00001830=構成ファイルを開く
00001831=文書の検証
00001832=HTML Tidy 構成ファイルを編集
00001833=HTML Tidy を使用して現在のファイルを検証
00001834=その他
00001835=HTML Tidy - 検証
00001836=その他
00001837=HTML Tidy - 構成
00001838=検証
00001839=ナビゲート
00001840=選択をコピー
00001841=すべてをコピー
00001842=クリア
00001843=フォーカス
00001844=検証フォーカスを切り替え
00001845=ソート
00001846=隣接している重複を除去
00001847=隣接している重複を除去(&R)
00001849=隣接している重複を除去
00001851=タブ
00001852=タブ #1 をアクティブ
00001853=タブ
00001854=タブ #2 をアクティブ
00001855=タブ
00001856=タブ #3 をアクティブ
00001857=タブ
00001858=タブ #4 をアクティブ
00001859=タブ
00001860=タブ #5 をアクティブ
00001861=タブ
00001862=タブ #6 をアクティブ
00001863=タブ
00001864=タブ #7 をアクティブ
00001865=タブ
00001866=タブ #8 をアクティブ
00001867=タブ
00001868=タブ #9 をアクティブ
00001869=タブ
00001870=タブ #10 をアクティブ
00001871=-
00001872=-
00001873=-
00001874=-
00001875=-
00001876=-
00001877=-
00001878=-
00001879=-
00001880=-
00001881=最近使用したセッション(&R)
00001882=一覧をクリア(&C)
00001883=MRU_Sess
00001884=セッションを保存(&S)
00001885=タブ一覧を保存 (現在のセッション名を保持)
00001886=セッションを閉じる(&C)
00001887=現在のタブ一覧名をクリア
00001888=セッション
00001889=セッションを保存
00001890=セッション
00001891=セッションを閉じる
00001892=空白行を除去(&R)
00001893=空白行を除去 (選択位置から、または文書全体)
00001894=空白の処理
00001895=先頭/末尾の空白を除去(&S)
00001896=先頭の空白を除去(&T)
00001897=末尾の空白を除去(&L)
00001898=行から先頭 + 末尾の空白を除去
00001899=行から先頭の空白を除去
00001900=行から末尾の空白を除去
00001901=空白の処理
00001902=末尾の空白を除去
00001903=空白の処理
00001904=先頭の空白を除去
00001905=空白の処理
00001906=先頭/末尾の空白を除去
00001907=空白の処理
00001908=空白行を除去
00001910=空白の処理
00001911=重複スペースを除去
00001912=重複スペースを除去(&D)
00001913=行から重複スペース(隣接する)を除去
00001914=空白の処理
00001915=空白をタブに置換
00001916=空白の処理
00001917=タブを空白に置換
00001918=空白をタブに置換(&E)
00001919=空白をタブ文字に置換
00001920=タブを空白に置換(&A)
00001921=タブ文字を空白に置換
00001922=検索 & 置換
00001923=クリップボードから文字列検索 - 次へ
00001924=検索 & 置換
00001925=クリップボードから文字列検索 - 前へ
00001926=セッション(&I)
00001928=分割表示
00001929=分割表示 20/80
00001930=分割表示
00001931=分割表示 30/70
00001932=分割表示
00001933=分割表示 40/60
00001934=分割表示
00001935=分割表示 50/50
00001936=分割表示
00001937=分割表示 60/40
00001938=分割表示
00001939=分割表示 70/30
00001940=分割表示
00001941=分割表示 80/20
00001942=50/50
00001943=80/20
00001944=70/30
00001945=60/40
00001946=40/60
00001947=30/70
00001948=20/80
00001949=最後に実行したマクロを繰り返す
00001950=マクロ
00001951=最後に実行したマクロを繰り返す
00001952=その他
00001953=最後に編集したコマンドを繰り返す
00001954=最後の編集コマンドを繰り返す
00001955=テキスト編集に実行した最後のコマンドを繰り返す
00001956=検索結果ペイン
00001957=出力ペイン
00001958=クリップボードペイン
00001959=ツリーペイン
00001960=検証ペイン
00001961=パネル
00001963=マーカ
00001964=マーカーをクリア
00001965=マーカーをクリア
00001966=現在のファイルにあるすべてのマーカをクリア
00001967=クリップボード
00001968=ミニマップ
00001969=フォーカス
00001970=ミニマップ・フォーカスの切り替え
00001971=ミニマップ・ペイン
00001972=その他
00001973=ツリー - 次のノードを選択
00001974=その他
00001975=ツリー - 前のノードを選択
00001976=空白行を減少(&B)
00001977=重複する空白行を除去することで調整
00001978=空白の処理
00001979=空白行を減少
00001980=検索と置換
00001981=次の空白行
00001982=検索と置換
00001983=前の空白行
00001984=その他
00001985=段落全体を選択
00001986=タブ
00001987=ビュー #1 のタブをアクティブ化
00001988=タブ
00001989=ビュー #2 のタブをアクティブ化
00001990=タブ
00001991=ビュー #3 のタブをアクティブ化
00001992=タブ
00001993=ビュー #4 のタブをアクティブ化
00001994=タブ
00001995=ビュー #5 のタブをアクティブ化
00001996=タブ
00001997=ビュー #6 のタブをアクティブ化
00001998=タブ
00001999=ビュー #7 のタブをアクティブ化
00002000=タブ
00002001=ビュー #8 のタブをアクティブ化
00002002=タブ
00002003=ビュー #9 のタブをアクティブ化
00002004=タブ
00002005=ビュー #10 のタブをアクティブ化
00002006=分割表示
00002007=表示スプリッタを左に移動
00002008=分割表示
00002009=表示スプリッタを右に移動
00002010=ナビゲーション, 標準選択
00002011=単語の末尾にカーソルを移動して選択
00002012=ナビゲーション, 選択なし
00002013=単語の末尾にカーソルを移動
00002014=検索と置換
00002015=次を検索 - 選択範囲を展開
00002016=検索と置換
00002017=前を検索 - 選択範囲を展開
00002018=キーボードマッピングを表示(&K)
00002019=HTMLページでキーボードマッピングを表示
00002020=検索...
00002021=検索...
00002022=検索...
00002023=検索...
00002024=検索...
00002025=すべて展開
00002026=すべてたたむ
00002027=マクロ
00002028=#10
00002029=マクロ
00002030=#11
00002031=マクロ
00002032=#12
00002033=マクロ
00002034=#13
00002035=マクロ
00002036=#14
00002037=マクロ
00002038=#15
00002039=マクロ
00002040=#16
00002041=マクロ
00002042=#17
00002043=マクロ
00002044=#18
00002045=マクロ
00002046=#19
00002047=マクロ
00002048=#20
00002049=マクロ
00002050=#21
00002051=マクロ
00002052=#22
00002053=マクロ
00002054=#23
00002055=マクロ
00002056=#24
00002057=マクロ
00002058=#25
00002059=マクロ
00002060=#26
00002061=マクロ
00002062=#27
00002063=マクロ
00002064=#28
00002065=マクロ
00002066=#29
00002067=マクロ
00002068=#30
00002069=検索をタブにコピー
00002070=クリア
00002071=検索をクリップボードにコピー
00002072=すべてたたむ
00002073=すべて展開
00002074=現在のノードをすべて展開
00002075=ID 検索
00002076=現在の ID 宣言を検索 (少数の構文定義のみ)
00002077=ナビゲーション, 選択なし
00002078=カーソルを右に <N> 文字移動
00002079=ナビゲーション, 選択なし
00002080=カーソルを左に <N> 文字移動
00002081=ナビゲーション, 選択なし
00002082=カーソルを下に <N> 行移動
00002083=ナビゲーション, 選択なし
00002084=カーソルを上に <N> 行移動
00002086=マーカ
00002087=最後のマーカに移動 (削除しない)
00002088=構文ツリー
00002089=ツリー - 親ノードを選択
00002090=構文ツリー
00002091=ツリー - 次の兄弟ノードを選択
00002092=構文ツリー
00002093=ツリー - 前の兄弟ノードを選択
00002094=最後のマーカに移動
00002095=最後のマーカに移動, (削除しない)
00002096=ファイルを開く(&P)
00002097=Windows エクスプローラの関連付けで現在のファイルを実行
00002098=実行
00002099=既定のアプリケーションで開く
00002100=現在のトークンを選択
00002101=現在のキャレット位置でトークン全体を選択
00002102=その他
00002103=現在のトークンを選択
00002104=選択されたノードをコピー
00002105=プロパティ...
00002106=現在のファイル/文書のプロパティを表示
00002107=ファイル
00002108=ファイルのプロパティを表示
00002109=ecInsertColor
00002110=カラーを挿入...
00002111="カラーピッカ" ダイアログを表示
00002112=その他
00002113="カラーピッカ" ダイアログ
00002114=検索と置換
00002115=選択範囲の最初/最後にキャレットを移動
00002116=エディタにコピー
00002117=クリップボードにコピー
00002118=検索と置換
00002119=選択されたすべての箇所をクリップボードの文字列で置換
00002121=その他
00002122=ファイルから出力パネルを再読み込み
00002123=構造
00002124=プロジェクト
00002125=フォーカス
00002126=プロジェクトのフォーカス切り替え
00002129=プロジェクトペイン
00002130=イメージタグを挿入...
00002131=その他
00002132=イメージタグを挿入
00002133=<img> タグ挿入時にファイルダイアログを表示
00002134=分割表示
00002135=分割表示の切り替え - ファイルと同様
00002136=フォーカス
00002137=エディタのマスタ/スレーブフォーカスを切り替え
00002138=オンラインヘルプ
00002139=HTML4 タグに関するオンラインヘルプ
00002140=オンラインヘルプ
00002141=HTML5 タグに関するオンラインヘルプ
00002142=HTML4 タグに関するヘルプ
00002143=HTML5 タグに関するヘルプ
00002144=ルーラー切り替え
00002145=水平ルーラーの切り替え
00002146=オプション
00002147=ルーラー切り替え
00002148=現在の HTML4 タグに関するオンラインヘルプを表示
00002149=現在の HTML5 タグに関するオンラインヘルプを表示
00002150=分割表示
00002151=水平/垂直分割の切り替え - メイン
00002152=分割表示
00002153=水平/垂直分割の切り替え - ファイルと同様
00002154=ブックマーク
00002155="ブックマークへ移動" ダイアログ
00002156=ブックマークへ移動...
00002157="ブックマークへ移動" ダイアログを表示
00002158=その他
00002159=Lipsum を生成
00002160=Lipsum を生成...
00002161="Lipsum を生成" ダイアログを表示
00002162=お気に入り
00002163=現在のファイルを追加
00002164=現在のファイルをお気に入り一覧に追加
00002165=管理...
00002166=お気に入り一覧の管理
00002168=お気に入り
00002169=現在のファイルをお気に入りに追加
00002170=お気に入り
00002171=お気に入りの管理
00002172=最近使用した色に追加
00002173=カラートークンをメニュー "最近使用したカラー" に追加
00002174=現在のプロジェクトを追加
00002175=現在のプロジェクトをお気に入り一覧に追加
00002176=プロジェクトに追加
00002177=クリップ
00002178=フォーカス
00002179=クリップテキストにフォーカスを切替
00002180=クリップテキストペイン
00002181=テキストをクリップに追加...
00002182=このクリップファイルを編集
00002183=新規ファイルを追加...
00002184=フォルダ参照
00002185=見本
00002186=*.swatches|*.swatches
00002187=見本
00002188=*.swatches|*.swatches
00002189=カラー設定
00002190=カスタム...
00002191=デフォルト
00002192=クリップを削除
00002193=オプション
00002194=スマート強調の切り替え
00002195=ポータブル・ブックマークをドロップ
00002197=現在行にいわゆる "ポータブル・ブックマーク" を付加
00002198=ポータブル・ブックマークに移動...
00002199="ポータブル・ブックマーク" ダイアログを表示
00002200=ブックマーク
00002201=ポータブル・ブックマークをドロップ
00002202=ブックマーク
00002203="ポータブル・ブックマークに移動" ダイアログ
00002204=ファイル
00002205=ファイルのリネーム
00002206=リネーム...
00002207=現在のファイルをリネーム
00002208=数値変換...
00002209="数値変換" ダイアログを表示
00002210=その他
00002211=数値変換
00002212=インデントを先頭行に合わせる
00002213=選択されたすべての行インデントを先頭行と同じにする
00002214=インデントとタブ
00002215=インデントを先頭行に合わせる(選択行)
00002216=列マーカ...
00002217=現在のファイルの列マーカー
00002218=マーカ
00002219=列マーカー設定
00002220=マーカ
00002221=左列マーカーにジャンプ
00002222=マーカ
00002223=右列マーカーにジャンプ
00002224=選択項目をコピー
00002225=すべてをコピー
00002226=選択項目を削除
00002227=クリア
00002228=検索...
00002229=クリップボード操作
00002230=キャレット位置を保持してクリップボードから貼り付け
00002231=位置を保持して貼り受け
00002232=クリップボードから貼り付けて、キャレット位置に戻る
00002233=略述
00002242=Emmet - 略述を展開
00002243=Emmet - 略述を折り返す...
00002244=チートシート
00002247=Emmet
00002248=検索  置換
00002249=大文字小文字混合名の左にジャンプ
00002250=検索  置換
00002251=大文字小文字混合名の右にジャンプ
00002252=標準的な動作
00002253=選択範囲をキャンセル
00002254=空白の処理
00002255=センター行
00002256=センター行
00002257=選択された行の中央(右側余白位置)
00002260=タブ
00002261=名前
00002262=パス
00002263=フォーカス
00002264=タブペインのフォーカスを切り替え
00002265=タブペイン
00002266=プラグイン(&P)
00002267=SynPlugins.ini ファイルを開く(&O)
00002268=SynPlugins.ini ファイルを開き、プラグイン設定をカスタマイズ
00002269=別名保存...
00002270=新規ウィンドウに移動
00002271=新規ウィンドウを開く
00002272=その他
00002273=選択範囲を行で展開
00002274=HTML文字のエンコード
00002275=選択された特殊HTML文字をエンコード: && < > "
00002276=その他
00002277=特殊HTML文字のエンコード
00002278=ソートダイアログ(&S)...
00002279="行ソート" ダイアログを表示
00002280=ソートダイアログ...
00002281="行ソート" ダイアログを表示
00002282=ソート
00002283="行ソート" ダイアログを表示
00002284="行ソート" ダイアログを表示
00002285=括弧の選択
00002286=現在の括弧と対になるものをひとつ選択
00002287=選択操作
00002288=括弧を選択
00002290=最近使用した色
00002291=折りたたみ
00002292=現在のブロックを展開
00002293=すべて展開
00002294=すべてたたむ
00002295=親ブロックをたたむ
00002296=テキストの折りたたみ
00002297=親ブロックをたたむ
00002298=テキストの折りたたみ
00002299=現在のブロックの入れ子ブロックをたたむ/展開
00002300=現在のブロックと入れ子ブロックをたたむ/展開
00002301=入れ子ブロックをたたむ
00002302=選択範囲をたたむ
00002303=空白をタブに (先頭)
00002304=先頭にある空白をタブ文字と置き換える
00002305=空白の処理
00002306=空白をタブに置換 (先頭)
00002307=コメント
00002308=コメントブロックの切り替え (alt.)
00002309=コメントブロックの切り替え (alt.)
00002310=行コメントの切り替え (コメント文字最初の空白以外に配置)
00002311=クリップボード操作
00002312=クリップボードから最初の列を貼り付け
00002313=最初の列を貼り付け
00002314=列の最初の行に貼り付け
00002315=選択された範囲を展開
00002316=選択された範囲をたたむ
00002317=コマンド一覧を表示
00002318=その他
00002319=コマンド一覧を表示
00002320="コマンド一覧" ダイアログを表示
00002321=スクロール
00002322=選択へスクロール
00002323=プロジェクト ファイルに移動...
00002324="プロジェクト ファイル一覧" ダイアログを表示
00002325=移動
00002326="プロジェクト ファイル一覧" ダイアログ
00002327=マルチキャレット
00002328=キャレットを除去, 最後を残す
00002329=キャレットを除去, 最初を残す
00002330=選択範囲からキャレット, 選択範囲を削除
00002331=選択範囲からキャレット, 右端
00002332=選択範囲からキャレット, 左端
00002333=キャレットを展開 - 下方向最後まで
00002334=キャレットを展開 - 上方向最初まで
00002335=キャレットを展開 - 1 ページ下
00002336=キャレットを展開 - 1 ページ上
00002337=キャレットを展開 - 1 行下
00002338=キャレットを展開 - 1 行上
00002339=マルチキャレット
00002340=キャレットを除去, 最初を残す
00002341=マルチキャレット
00002342=キャレットを除去, 最後を残す
00002343=マルチキャレット
00002344=選択範囲からキャレット, 左端
00002345=マルチキャレット
00002346=選択範囲からキャレット, 右端
00002347=マルチキャレット
00002348=選択範囲からキャレット, 選択範囲を削除
00002349=マルチキャレット
00002350=検索マーカからキャレット, 左端
00002351=マルチキャレット
00002352=検索マーカからキャレット, 右端
00002353=マルチキャレット
00002354=検索マーカからキャレット, マーカを削除
00002355=マルチキャレット
00002356=キャレットを展開 - 1 行上
00002357=マルチキャレット
00002358=キャレットを展開 - 1 行下
00002359=マルチキャレット
00002360=キャレットを展開 - 1 ページ上
00002361=マルチキャレット
00002362=キャレットを展開 - 1 ページ下
00002363=マルチキャレット
00002364=キャレットを展開 - 上方向最初まで
00002365=マルチキャレット
00002366=キャレットを展開 - 下方向最後まで
00002367=検索マーカからキャレット, マーカを削除
00002368=検索マーカからキャレット, 右端
00002369=検索マーカからキャレット, 左端
00002370=列の編集
00002371=一度に選択された列の全行を編集
00002372=すべての重複を除去
00002373=すべての重複を除去
00002374=ソート
00002375=すべての重複を除去
00002376=セパレータで整列...
00002377=いくつかの文字で区切られた 2 つの選択列を整列
00002378=空白の処理
00002379=セパレータで整列
00002380=-
00002381=分割表示の切り替え - メイン
00002382=このタブを分割
00002383=分割表示
00002384=分割表示の切り替え - メイン
00002385=選択操作
00002386=選択範囲を展開(O)
00002387=選択操作
00002388=選択範囲を折りたたむ
00002389=選択範囲を展開
00002390=構文範囲に最も近い外側を選択
00002391=お気に入り
00002392=現在のプロジェクトをお気に入りに追加

[fmSetup]
00000001=オプション
00000002=エディタ 1
00000003=マークされたブロック内のテキストを入力されたテキストと置き換える
00000004=ブロックの上書き
00000005=方向キーを使用して、別のブロックに移動した時もマークされたブロックの選択状態を保持します。
00000006=ブロック選択の保持
00000007=行をダブルクリックした際、行全体を選択します(または現在の単語を選択)
00000008=行のダブルクリックで選択
00000011=このオプション設定には、拡張列/行選択モードが含まれます。
00000012=拡張選択設定
00000015=メモの端でテキストを折り返す
00000016=折り返し
00000019=ガターにコード折り畳みバーを表示
00000020=コード折り畳み
00000021=テキストのドラッグドロップでの移動を有効
00000022=テキストのドラッグ
00000023=テキスト領域に空白行が含まれる場合、一緒に折り畳む
00000024=空白行を折り畳む
00000025=行の高さを計算しないでデフォルトスタイルによって設定する
00000026=行の高さを固定
00000027=Enter キーを押した時、前の非空白行、最初の非空白文字の下にカーソルを移動
00000028=オートインデントモード
00000029=Backspace キーでインデントを解除
00000030=Backspace でインデント解除
00000031=グループ単位でのやり直しを許可
00000032=グループ単位のリドゥ
00000033=グループ単位のアンドゥを許可
00000034=グループ単位のアンドゥ
00000035=保存後にアンドゥバッファに変更がなかった場合もそのまま保持します。
00000036=保存後のアンドゥバッファ保持
00000037=選択テキストを RTF 形式でコピーします。
00000038=RTF 形式でコピー
00000039=キャレットの移動操作 (上, 下, 行頭, 行末).
00000040=スマートキャレット
00000041=テキスト内のみキャレットの移動を許可
00000042=テキスト内のみ移動を許可
00000043=オートインデント行の最初の部分に、必要に応じてタブ文字を挿入します。
00000044=インデント最適化
00000049=有効にするとテキストにマーカーがリンクされ、テキストと同期します。
00000050=フローティングマーカー
00000051=有効にすると行末にスクロールします。
00000052=行末にスクロール
00000053=折り返しをメモの端ではなく、右端で行います。
00000054=右端で折り返す
00000055=テキストの編集をする前の キャレット X 位置を保持
00000056=列の固定
00000057=現在表示中のテキストのみ、水平スクロールバーを表示
00000058=水平スクロールバー
00000059=pos 0 でインデント解除を停止(すべての行)
00000060=インデント解除位置を揃える
00000061=行末以降の空白を保持
00000062=空白を保持
00000063=エディタ 2
00000064=行間隔
00000065=右側余白
00000066=行番号
00000071=リンクに下線を表示して Ctrl+Click でクリック可能にする
00000072=リンクの強調
00000073=現在行の背景をカスタム描画
00000074=現在行の背景
00000075=読み取り専用モード時もキャレットを表示する
00000076=読取専用時キャレットを表示
00000077=テキストの入力時、マウスカーソルを非表示にします。
00000078=入力中はカーソルを隠す
00000083=行間の余白
00000084=列位置の右側余白
00000085=指定した行以降、垂直線を表示
00000086=右側余白を表示
00000087=行番号のスタイル
00000088=デフォルト\nDelphi\nEach 5\n現在行のみ\n
00000089=エディタにフォーカスがある時、現在行を長方形で囲んで表示
00000090=現在行へのフォーカス
00000091=エディタ領域の上にルーラーを表示
00000092=水平ルーラーを表示
00000093=ブロックインデント
00000094=アンドゥ制限
00000095=タブモード
00000096=タブストップ
00000097=インデント/アンインデント・コマンド時のブロックインデントのサイズ
00000098=アンドゥ回数を指定
00000099=Tab キーの振る舞い. スマートタブ: 先頭行の非空白文字に空白を挿入します。
00000100=空白\nタブ文字\nスマートタブ\n
00000101=タブキーでカーソルを移動(列位置)
00000103=カラー
00000104=要素:
00000105=カラー:
00000107=左のリストの各要素ごとにカラーを割り当てる事が出来ます。
00000120=インターフェース
00000121=* - プラグインとアプリケーションの設定は個別に保存されます。
00000122=表示
00000128="カーソル位置の" 文字ステータスを表示
00000130=行のステータスを表示
00000131=メインメニューの表示 *
00000137=キー
00000138=設定
00000139=クリア
00000140=検索
00000156=オートコンプリート
00000164=適用
00000165=キャンセル(C)
00000166=OK
00000167=言語:
00000178=シングルインスタンスのみ許可
00000179=オートコンプリート
00000180=フィルター形式:
00000183=フィルターなし\n文字列の最初\n文字列の部分\n同じ順序の文字\n
00000185=フィルターに適合しない項目をリストに表示
00000190=ファイルを開く際にタブ文字を空白に置換
00000191=ファイルを開く際にタブ文字を空白に置換
00000193=新規ドキュメント
00000194=エンコード方式:
00000195=ANSI (Windows)\nOEM (DOS)\nUTF-8\nUTF-8, no BOM\nUnicode\nUnicode BE\n
00000196=改行方法:
00000197=Windows\nUnix\nMac\n
00000198=構文定義:
00000215=選択された単語があるすべての箇所にマーク
00000216=スマート強調
00000220=カラープリセットの読み込み..
00000221=カラープリセットの保存..
00000224=括弧のペアを強調表示 (構文のオーバーライドなし).
00000225=括弧のペアを強調
00000231=履歴
00000232=履歴
00000233=ファイル状態履歴の長さ (0: 保存なし)
00000234=検索/置換履歴の長さ (0: 保存なし)
00000235=フォルダを開く/保存ダイアログ:
00000236=キャレット位置を保存
00000237=エンコーディングを保存
00000238=クリア
00000239=クリア
00000240=起動時に最近使用したファイル一覧をクリーン
00000242=現在のファイル\n前回のフォルダを記憶\nカスタムフォルダ\n
00000243=スマート強調検索時に大文字小文字を区別
00000244=大小文字を区別
00000249=バックアップファイルの作成:
00000250=無効\n%AppData%\\SynWrite\n同じフォルダ\n
00000259=現在のファイルからオートコンプリート
00000260=現在のファイルから単語を表示
00000261=左の値より多い単語のみ表示
00000262=MB) ファイルの最初から指定値までの単語のみ検索
00000267=カテゴリに移動:
00000268="印刷不可文字を表示" が有効な時、行末にCR/LF 文字を表示.
00000269=EOL を表示する
00000271=何もしない\nエディタを閉じる\nタブを閉じる\nタブ、またはエディタを閉じる\nエディタを最小化\n
00000272=Esc キー: *
00000289=検索
00000290=リスターからのカスタムダイアログ呼出しを許可
00000291=現在の単語を検索テキストで提案する
00000292=TotalCmd's 履歴セクションを使用
00000293=検索ダイアログを前面に表示 *
00000294=クイック検索
00000295=Esc キーでの振舞い(クイック検索時):
00000296=クイック検索を閉じる\nエディタを閉じる\nエディタにフォーカス\n
00000297=キャプション部分にボタンを表示
00000298=* - plugin/app に個別保存されます
00000299=結果が見つからない時もメッセージを表示する
00000300=" ファイル内検索/置換 " でも同じ設定を適用
00000301="ブックマーク行を削除"、"ブックマーク行を追加貼り付け" 操作時のアンドゥを許可(低速です!)
00000302=大量の文字列削除時のアンドゥを許可 (低速)
00000308=フィルター一覧(&F):
00000315=ブロック・ステープル
00000316=ブロック・ステープルのスタイル.
00000317=ブロック・ステープルの水平オフセット (ピクセル).
00000320=クリア
00000321=検索テキストの選択範囲をサジェスト
00000322=自動保存
00000323=自動検索-条件
00000324=常時
00000325=アプリケーションがフォーカスを失った時
00000326=自動保存-対象
00000327=現在のファイル
00000328=開かれたすべてのファイル
00000329=以下で指定したサイズを超えるファイルは無視
00000333=分間毎
00000334=KB
00000335=名前のないファイルの自動保存
00000338=(無題)ファイルは無視する
00000339="名前を付けて保存" ダイアログを表示
00000340=デフォルト名で以下のフォルダに保存:
00000342=検索結果: 進捗中のツリーを展開
00000345=特殊な自動補間機能
00000346=特殊な HTML 自動補間を使用
00000347=特殊な HTML 自動補間を使用 - SmartTagTabbing
00000348=特殊な CSS 自動補間を使用
00000349=(ヘルプ)
00000353=%Temp% ファイルに履歴を保存
00000354=テキストへ単一で合致する項目を自動的に挿入
00000355=読み取り専用モードで起動する *
00000357=コードテンプレート展開にタブキーを使用
00000358=(ヘルプ)
00000364=HTML/XMLタグを自動的に閉じる
00000365=ドロップダウンリストのサイズ
00000366=入力の完了後、自動的にリストを表示 (0 - 無効)
00000367=(ヘルプ)
00000368=次の括弧を自動的に閉じる: ( ) [ ] { }
00000370=スキップ・エスケープ: \\{
00000371=引用符: " '
00000377="折り返し行" マークをガターに描画
00000378=ガターに "折り返し行" マークを描画
00000382=タブ
00000383=タブ
00000384=キャプションの最大長
00000385=タブに閉じるボタンを表示
00000387=タブを多段表示
00000388=下側にタブを表示
00000389=タブ番号を表示
00000390=最新のタブ切り替え方法を使用 (Ctrl+Tab)
00000391=ドラッグ&&ドロップを許可
00000392=ダブルクリックでタブを閉じる
00000393=ツールバー
00000394=ツールバーテーマ:
00000395=ツールバーアイコン:
00000396=標準\nFogue 16x16\nFogue 24x24\nTango 16x16\nTango 22x22\nGnome 24x24\n
00000397=フォント
00000398=フォント
00000405=カラー
00000406=テキスト
00000407=行番号
00000408=ルーラー
00000409=ツリー
00000410=オートコンプリート
00000411=出力パネル
00000412=ツリー/マップ
00000413=構文ツリー
00000415=自動的に同期
00000421=検索
00000422=セッション/プロジェクト
00000423=セッション
00000424=終了時に現在のものではなく "デフォルト" セッションを保存
00000425=起動するとき前回終了時のセッションを復元する
00000426=終了時に最後のセッションを保存する
00000427=プロジェクト
00000428=前回使用していたプロジェクトで起動
00000429=終了時に現在のプロジェクトを保存
00000430=ミニマップ
00000431=拡大, %
00000433=垂直スクロールバー
00000434=ファイルの分類
00000435=非テキストファイル:
00000436=開かない\n開く\n確認する\n
00000437=OEM エンコードで開くファイル拡張子:
00000438=UTF-8 エンコードで開くファイル拡張子:
00000439=(記号 "*" ですべてのファイル)
00000440=その他
00000441=ファイル変更の監視:
00000442=監視しない\n監視 - 変更を再読み込み\n監視 - 再読み込み前に確認\n
00000443=再読み込み時に末尾をフォロー
00000444=読み取り専用ファイルへの上書き前に確認
00000445=ファイルサイズが指定値を超える時は構文定義を無効 ... (MB)
00000447=その他
00000451=日付/時刻の書式
00000453=ウィンドウキャプションにフルパスを表示
00000454=構文定義一覧をアルファベットで分類
00000455=コンテキストメニューにアイコン表示
00000456=ビープ音を有効
00000457=パネルのツールヒントを有効
00000459=その他
00000460=ファイル
00000461=タブカラー:
00000462=ポータブル・ブックマーク名のストリップ
00000463=検索フォルダ
00000464=ヒント: フォルダ名の後に記号 * を追加すると再帰的に検索することができます
00000465=エディタコンテキストメニューの "開く" コマンドで開くフォルダ:
00000466=フォルダを追加...
00000467=検索フォルダ
00000468=スペルチェッカ
00000469=スペルチェッカの設定
00000470=次のファイル拡張子のみチェック(&O):
00000471=スペルチェックエンジンのカスタマイズ:
00000472=ライブスペルチェックを有効(&E)
00000473=カスタマイズ(&C)...
00000474=辞書の追加
00000475=追加の辞書をインストールすることが出来ます。下記アドレスからパッケージをダウンロードして展開後、SynWrite インストールフォルダ内の "Dictionaries" フォルダ内に辞書を置いてください:
00000476=www.addictivesoftware.com
00000477=辞書フォルダを参照
00000478=最後のウィンドウ位置を保持
00000481=オーバーライド設定
00000482=Emmet プロファイル
00000483=検索結果のオフセット調整(水平端から)
00000484=プラグイン・ログの日付/時刻書式
00000485=選択された行の末尾以降の空白も強調表示します
00000486=選択された行のすべての背景を強調
00000487=常にタブを表示\nタブを表示しない\n2つ以上ある場合は表示\n
00000488=これらのファイル拡張子は除く:
00000489=標準\n列\n行\n
00000490=選択モード
00000491=貼り付け動作を実行するときに、キャレット位置を変更しない
00000492=貼り付け時にキャレット位置を保持
00000493=Unicode が含まれる内容を保存する時の挙動:
00000494=確認しない\nUTF-8 への保存を確認\nUTF-8, no BOMへの保存を確認\nUTF-16 への保存を確認\nUTF-16 BE への保存を確認\nUTF-8 で保存\nUTF-8, no BOM で保存\nUTF-16 で保存\nUTF-16 BE で保存\n
00000495=自動的に隠れる\n常に表示\n常に非表示\n
00000496=最近使用した色のメニュー表示
00000497=エディタで範囲が選択されていない場合は、現在の行にコピー/切り取り操作が行われます
00000498=選択されていない時は現在の行をコピー/切り取る
00000499=マイクロマップ・バーを表示
00000500=Unicode\nUnicode (Win API)\nASCII\n数値\n
00000501=デフォルト ソート方法
00000502=更新の遅延 (ミリ秒):
00000503="キャレットを N 文字移動" コマンドのオフセット(水平/垂直)調整
00000506=キャレットの設定
00000507=マルチキャレット モードを有効
00000508=キャレット
00000509=マルチキャレット行のインジケータ:
00000510=インジケータなし
00000511=行の背景色
00000512=ガターの背景色
00000513=ガターの列数
00000514=(ヘルプ)
00000515=カーソル下ハイパーリンク(URL)のクリック (Ctrl 押下は除外) でアクティブ化
00000516=URL をシングルクリックでアクティブ化
00000517=検索結果ツリー: ファイル当たりの最大ノード

[fmAb]
00000001=情報
00000004=情報
00000005=ホームページ:
00000006=フォーラム:
00000007=作者:
00000013=E-メール:
00000015=使用コンポーネント
00000024=OK
00000025=公式フォーラム

[fmEnc]
00000001=エンコーディングの変更
00000002=ファイルを別のエンコーディングで開き直す
00000003=編集中のファイルのエンコーディングを変更
00000004=本当に現在作業中のファイルのエンコーディングを変更しますか?

[fmSR]
00000002=検索語(&S):
00000003=置換する文字(&R):
00000005=次を検索
00000006=次を置換(&E)
00000007=すべて置換(&A)
00000008=キャンセル(C)
00000009=オプション
00000010=正規表現(&X)
00000011=大文字小文字を区別
00000012=単語単位(&W)
00000013=特殊文字 (\\n \\r \\t...)
00000014=合致部分にマーカ(&M)
00000018=スコープ
00000021=方向
00000022=前方向(&D)
00000023=後方向(&B)
00000024=ヘルプ
00000025=置換実行前に確認(&M)
00000026=内容すべて(&N)
00000027=すべてのタブに対して置換を実行(&R)
00000028=検索文字列は見つかりませんでした
00000029=次を検索(&F)
00000030=透明度:
00000031=フォーカス時は戻す
00000032=ブックマーク結果(&K)
00000033=選択範囲内を検索(&T)
00000034=カーソル位置から検索(&U)
00000035=ラップ検索(&H)
00000036=選択範囲を展開(&O)
00000037=すべてのタブを検索
00000038=折りたたみをスキップ
00000039=全文\nコメント\n文字列\nコメントと文字列\nコメント/文字列を除外\n
00000040=»複数行

[fmTools]
00000001=外部ツール
00000002=ファイル名(&F):
00000003=パラメータ(&P):
00000004=作業フォルダ(&W):
00000006=参照(&B)
00000008=OK
00000009=キャンセル(C)
00000011=ツールのプロパティ
00000012=ツール
00000013=ファイル名
00000016=参照(B)
00000017=ひとつ上(U)
00000018=ひとつ下(D)
00000019=出力キャプチャ(&C)
00000020=パターン出力(&O)...
00000021=名前(&N):
00000022=クリア(&E)
00000023=ホットキー(&H):
00000024=構文(&L):
00000025=追加(&A)
00000026=現在(&U)
00000027=なし
00000028=事前の保存(&B):
00000029=なし\n現在の文書\nすべての文書\n
00000030=コンテキストメニューに表示(&S)
00000031=ヘルプ
00000032=出力形式:
00000033=ｴﾝｺｰﾃﾞｨﾝｸﾞ:
00000034=ANSI (Windows)\nOEM (DOS)\nUTF-8\n

[LexerLibraryDlg]
00000001=構文定義ライブラリ
00000002=名前
00000003=拡張子
00000004=Ns
00000005=Nt
00000006=Nb
00000007=SL
00000008=ToolBar1
00000009=ToolButton5
00000010=ToolButton16
00000011=ToolButton6
00000012=ToolButton11
00000013=ToolButton10
00000014=ToolButton13
00000015=ToolButton14
00000016=構文定義ライブラリを開く
00000017=構文定義ライブラリを開く
00000018=構文定義ライブラリを保存
00000019=構文定義ライブラリを保存
00000020=構文定義のプロパティ
00000021=構文定義のプロパティ
00000022=構文定義をインポート
00000023=構文定義をインポート
00000024=構文定義をエクスポート
00000025=構文定義をエクスポート
00000026=構文定義を削除
00000027=構文定義を削除
00000028=クリア
00000029=クリア
00000030=新しい構文定義
00000031=新しい構文定義
00000032=閉じる
00000033=閉じる
00000034=actCopy
00000035=現在の構文定義の複製を作成
00000036=lxl
00000037=構文定義ライブラリ (*.LXL)|*LXL|すべてのファイル (*.*)|*.*
00000038=構文定義ライブラリを開く
00000039=lxl
00000040=構文定義ライブラリ (*.LXL)|*LXL|すべてのファイル (*.*)|*.*
00000041=構文定義ライブラリを保存
00000042=lcf
00000043=構文定義の構成 (*.lcf)|*.lcf|すべてのファイル (*.*)|*.*
00000044=構文定義のリソースを開く
00000045=lcf
00000046=構文定義の構成 (*.lcf)|*.lcf|すべてのファイル (*.*)|*.*
00000047=構文定義のリソースを保存

[SyntPreviewForm]
00000001=印刷プレビュー
00000003=ToolButton1
00000006=1 ページ\n2 ページ\n4 ページ\n
00000007=ToolButton7
00000009=ToolButton5
00000010=ToolButton4
00000011=FirstCmd
00000012=最初|最初のページへ移動
00000013=PrevCmd
00000014=前へ|前のページへ移動
00000015=NextCmd
00000016=次へ|次のページへ移動
00000017=LastCmd
00000018=最後|最後のページへ移動
00000019=FitCmd
00000020=拡大|拡大/縮小
00000021=PrintCmd
00000022=印刷|文書を印刷
00000023=CloseCmd
00000024=閉じる|印刷プレビューを閉じる
00000025=PageSetup
00000026=印刷
00000027=印刷|文書を印刷
00000028=ページ全体
00000029=ページ幅
00000040=ページ設定
00000041=現時のページ
00000042=合計ページ
00000043=プレビューページ数

[PageSetupEditorDlg]
00000001=ページ設定
00000002=左(&L):
00000003=右(&R):
00000004=上(&T):
00000005=下(&B):
00000006=単位(&U):
00000007=方向(&I):
00000008=配色(&O):
00000009=mm\ncm\nInch\n0.001 Inch\n
00000010=オプション
00000011=縦方向\n横方向\n
00000012=OK
00000013=キャンセル(&C)
00000014=RGB\nグレースケール\n白黒\n
00000015=ヘッダ
00000016=フッタ
00000017=フォント
00000018=ヘッダ(&H)
00000019=フッタ(&F)
00000027=行番号(&N):
00000028=強調範囲
00000029=透明度(&P)
00000030=行の強調(&G)
00000031=折り畳みを隠す(&E)
00000032=折り返し(&W)
00000033=選択範囲を印刷
00000034=主要部分を印刷
00000035=行番号(&U)
00000036=なし\n左 \n右\n左(奇数ページ)\n右(奇数ページ)\n

[SyntLexerDlg]
00000001=構文定義
00000002=共有
00000003=トークンタイプ名
00000004=選択範囲のマーカスタイル:
00000005=テキスト長が大きい場合は、完全な更新は行わない
00000006=検索マーカスタイル:
00000007=現在行のスタイル:
00000008=デフォルトスタイル:
00000009=コメント文字列行:
00000010=折り畳みマーカスタイル:
00000011=文字セット
00000012=ファイル拡張子:
00000013=構文名:
00000014=空白をスキップして構文解析する
00000015=開始行から分析を再開
00000016=文末行はスキップしない
00000017=ブロック分析は常に同期
00000018=スタイル
00000019=下に移動
00000020=無効
00000021=全アイテムの詳細
00000022=アイテムを削除
00000023=新規アイテム
00000024=上に移動
00000025=アイテムのインポート
00000026=背景色(&B)
00000027=文字色(&F)
00000028=スタイルの種類(&S)
00000029=垂直整列(&V)
00000030=キャピタライゼーション効果(&P)
00000031=背景色を指定
00000032=フォントを指定(&T)
00000033=文字の色を指定
00000034=スタイルで使用するプロパティを指定します。
00000035=文字スタイル
00000036=太字スタイルを使用するかどうかを指定
00000037=太字
00000038=斜体スタイルを使用するかどうかを指定
00000039=斜体
00000040=下線スタイルを使用するかどうかを指定
00000041=下線
00000042=打ち消し線スタイルを使用するかどうかを指定
00000043=打ち消し線(&T)
00000044=キャンバスに適用するスタイルのプロパティを指定します。
00000045=カスタムフォント\n文字スタイル と文字色\n背景色と前景色\n背景色のみ\n
00000046=テキストの垂直整列の指定
00000047=上部\n中央\n下部\n
00000048=隠し属性を使用するかどうかの指定
00000049=隠し属性
00000050=境界線
00000051=ひとつ左(L)
00000052=上
00000053=ひとつ右(R)
00000054=下
00000055=左側境界線の色を指定
00000056=左側境界線のスタイルを指定
00000057=blNone\nblSolid \nblDash\nblDot\nblDashDot\nblDashDotDot\nblSolid2\nblSolid3\nblWavyLine\nblDouble\n
00000058=上側境界線の色を指定
00000059=上側境界線のスタイルを指定
00000060=blNone\nblSolid \nblDash\nblDot\nblDashDot\nblDashDotDot\nblSolid2\nblSolid3\nblWavyLine\nblDouble\n
00000061=右側境界線の色を指定
00000062=右側境界線のスタイルを指定
00000063=blNone\nblSolid \nblDash\nblDot\nblDashDot\nblDashDotDot\nblSolid2\nblSolid3\nblWavyLine\nblDouble\n
00000064=下側境界線の色を指定
00000065=下側境界線のスタイルを指定
00000066=blNone\nblSolid \nblDash\nblDot\nblDashDot\nblDashDotDot\nblSolid2\nblSolid3\nblWavyLine\nblDouble\n
00000067=複数行のテキスト領域を境界線で囲むかどうかを指定
00000068=複数行の境界線(&M)
00000069=読み取り専用属性を使用するかどうかを指定します。
00000070=読み取り専用
00000071=レンダリングする前に変更のあったテキストを登録する方法を指定
00000072=未変更\n大文字\n小文字\n大小文字切替\n初期 CAPS\n
00000073=構文解析
00000074=下に移動
00000075=無効
00000076=全アイテムを削除
00000077=アイテムを削除
00000078=新規アイテム
00000079=上に移動
00000080=アイテムのインポート
00000081=規則式
00000082=トークンタイプ
00000083=トークンスタイル
00000084=親ブロック
00000085=行の位置:
00000086=から
00000087=to
00000088=不正文字\nコメント\n識別子\nシンボル\n文字列\n整数コンストラクタ\n浮動コンストラクタ\n16進コンストラクタ\n文字コンストラクタ\nプリプロセッサ\nユーザ定義 1\nユーザ定義 2\nユーザ定義 3\nユーザ定義 4\nユーザ定義 5\nユーザ定義 6\n
00000089=厳密な依存関係
00000090=継承関係なし
00000091=常に有効
00000092=Edit10
00000093=Edit11
00000094=構文解析ステータスを確認
00000095=存在:
00000096=欠損:
00000097=構文解析ステータスの変更
00000098=セット:
00000099=リセット:
00000100=規則
00000101=下に移動
00000102=無効
00000103=全アイテムを削除
00000104=アイテムを削除
00000105=新規アイテム
00000106=上に移動
00000107=アイテムをインポート
00000108=プロパティ
00000109=識別子インデックス
00000110=ブロック・オフセット
00000111=範囲終端の条件
00000112=ブロック・タイプ
00000113=親ブロック
00000114=グループ・インデックス
00000115=範囲先頭の条件
00000116=文法規則
00000117=トークンタイプを変更
00000118=改行位置
00000119=同様の識別を必要とする
00000120=終端条件との関係
00000121=タグ検出\n行の区切り\n範囲の開始\n範囲の終了\n
00000122=厳密なブロック継承関係
00000123=継承関係なし
00000124=次の規則を中止
00000125=常に有効
00000126=上\n下\n
00000127=構文解析ステータスを確認
00000128=存在:
00000129=欠損:
00000130=構文ステータスの変更
00000131=セット:
00000132=リセット:
00000133=テキスト範囲
00000134=名前書式文字列
00000135=グループ書式文字列
00000136=折り畳まれたテキストアイコン
00000137=自動クローズテキスト:
00000138=テキストの終わりでブロックを閉じる
00000139=範囲を自分で閉じる
00000140=最初は閉じる (END 規則なし)
00000141=構文ツリーを表示
00000142=折り畳まない
00000143=ブロックのステープルを描画
00000144=継承関係を無視
00000145=無効\n最近接範囲を閉じる\n開かれた範囲を閉じる\n
00000146=強調
00000147=スタイル
00000148=強調の種類
00000149=ブロック行を強調
00000150=選択された範囲を反転
00000151=強調表示をアクティブ化
00000152=キャレット位置
00000153=すべての位置 (常時)\n制限された領域\n制限されたトークン\n範囲内\n制限されたトークンの最初\n範囲外\n
00000154=最小範囲を選択
00000155=無効\n制限されたトークンのみ\n制限されたトークン以外\nすべての範囲\n
00000156=構文ツリーの修飾
00000157=アイテム:
00000158=グループ:
00000159=イメージのインデックス
00000160=スタイル
00000161=ペン
00000162=幅
00000163=カラー
00000164=スタイル
00000165=カスタムペンを使用
00000166=Edit15
00000167=ソリッド\nダッシュ\nドット\nダッシュドット\nダッシュドットドット\nクリア\nフレーム内
00000168=条件
00000169=条件
00000170=インデックス
00000171=条件
00000172=大文字小文字を無視
00000173=等しい\n等しくない\nマスク\nトークンスキップ\n厳密なマスク\n
00000174=Panel6
00000175=キー一覧
00000176=サブ構文
00000177=下に移動
00000178=無効
00000179=全アイテムを削除
00000180=アイテムを削除
00000181=新規アイテム
00000182=上に移動
00000183=アイテムをインポート
00000184=開始の条件
00000185=終了の条件
00000186=スタイル
00000187=親ブロック
00000188=サブ構文
00000189=厳密なブロック継承関係
00000190=継承関係なし
00000191=テキストの先頭から開始
00000192=テキストの終端で終わる
00000193=常に有効
00000194=隣接テキストを含める
00000195=構文ステータスを確認
00000196=存在:
00000197=欠損:
00000198=構文解析ステータスの変更
00000199=セット:
00000200=リセット:
00000201=文法
00000202=Panel1
00000203=文法のコンパイル
00000204=コード・テンプレート
00000205=コード
00000206=テンプレート
00000207=名前
00000208=説明
00000209=追加
00000210=削除
00000211=編集
00000212=備考
00000213=エクスポート
00000214=適用
00000215=キャンセル(C)
00000216=インポート(&I)
00000217=OK
00000218=lcf
00000219=構文定義の構成 (*.lcf)|*.lcf|すべてのファイル (*.*)|*.*
00000220=構文定義のリソースを開く
00000221=lcf
00000222=構文定義の構成 (*.lcf)|*.lcf|すべてのファイル (*.*)|*.*
00000223=構文定義のリソースを保存
00000224=デフォルト
00000225=マーク付きブロック
00000226=不明\nコメント\n識別子\nシンボル\n文字列\n整数コンストラクタ\n浮動コンストラクタ\n16 進コンストラクタ\n文字コンストラクタ\nプリプロセッサ\n
00000227=マーク付きブロック
00000228=デフォルト
00000229=デフォルト
00000230=マーク付きブロック
00000231=規則
00000232=ターム
00000233=ターム(NoCase)
00000234=コメント
00000235=シンボル
00000236=トークンタイプ
00000237=規則定義
00000238=現在の規則
00000239=コメント 1
00000240=コメント
00000241=コメント 2
00000242=コメント
00000243=(?s)/\\*.*?(\\*/|\\Z)\n
00000244=ターム
00000245=ターム
00000246=ターム(NoCase)
00000247=ターム(NoCase)
00000248=トークン規則
00000249=トークンタイプ
00000250=規則
00000251=規則
00000252=\\w+\n
00000253=等しい
00000254=シンボル
00000255=Or
00000256=シンボル
00000257=規則の停止
00000258=シンボル
00000259=繰り返し
00000260=シンボル
00000261=サブ規則
00000262=シンボル
00000263=規則定義
00000264=規則定義
00000265=規則の開始
00000266=現在の規則
00000267=規則の終了
00000268=%s1 ...
00000269=規則の終了
00000270=skip = <Comment> | \n       <preprocessor>\n\nroot = rule*;\n\nrule = <Rule> (<Equal> item+ branches*) <Stop>?;\n\nbranches = <Or> item+;\n\nitem =  <Rule> | \n        <Token rule ref.> | \n        <Term> | \n        <TermNoCase>;\n
00000271=コメント\nターム\nターム(NoCase)\n規則\n等しい\nOr\n停止\nトークン参照規則\nサブ規則\n
00000272=マーク付きブロック
00000273=デフォルト
00000274=文法エディタ強調

[AddTemplateDlg]
00000001=コードテンプレート
00000002=ショートカット名(&S):
00000003=説明:
00000004=OK
00000005=キャンセル(C)

[ImportRules]
00000001=規則/スタイルのインポート
00000002=構文定義
00000003=インポートする規則/スタイルを選択
00000004=OK
00000005=キャンセル(C)

[fmRepRpt]
00000001=置換レポート
00000002=OK

[fmSRFiles]
00000001=ファイル内検索/置換
00000002=検索語(&S):
00000003=置換語(&R):
00000004=フォルダ検索(&O):
00000005=ファイルマスク、空白区切り(&K):
00000006=ヘルプ
00000007=中止
00000008=テキスト検索オプション
00000009=正規表現(&X)
00000010=大小文字を区別(&C)
00000011=単語単位(&W)
00000012=特殊文字 (\\n \\r \\t...)
00000013=すべて置換(&A)
00000014=すべてのサブフォルダ(&U)
00000015=参照(&B)...
00000016=すべて検索(&F)
00000017=現在(&N)
00000018=ファイル検索オプション
00000019=バイナリファイルをスキップ(&I)
00000020=読み取り専用ファイルをスキップ(&E)
00000021=隠し属性ファイルをスキップ(&H)
00000022=隠し属性フォルダをスキップ(&D)
00000023=結果一覧
00000024=ファイル名のみ表示
00000025=結果を新規タブで表示
00000026=現在のファイル
00000027=OEM でも検索
00000028=UTF-8 でも検索
00000029=UTF-16 でも検索
00000030=ファイルを参照(&L)...
00000031=結果一覧を付加
00000032=ファイルのソート:
00000033=完了後にダイアログを閉じる

[fmProgress]
00000001=検索の進捗
00000002=検索の進行状況...
00000003=中止
00000006=バイナリファイルを除外...
00000007=ブックマークの処理を実行中...
00000008=テキストを検索中...
00000009=フォルダをソート中...

[CustomSyntDlg]
00000001=構文強調表示
00000002=要素(&E)
00000003=&Ok
00000004=中止
00000005=背景(&B)
00000006=文字色(&F)
00000007=スタイルの種類(&S)
00000008=垂直調整(&V)
00000009=文字種効果(&P)
00000010=背景色を指定
00000011=カスタム文字設定(&T)
00000012=文字色を指定
00000013=使用するスタイルのプロパティを指定
00000014=文字スタイル
00000015=太字フォントを使用するかどうかを指定
00000016=太字(&L)
00000017=斜体フォントを使用するかどうかを指定
00000018=斜体(&I)
00000019=下線フォントを使用するかどうか指定
00000020=下線(&U)
00000021=打ち消し線フォントを使用するかどうかを指定
00000022=打ち消し線(&T)
00000023=キャンバスに適用するスタイルのプロパティを指定
00000024=カスタムフォント\nフォントスタイル & カラー\n前景及び背景\n背景のみ\n
00000025=テキストの垂直調整を指定
00000026=上\n中\n下\n
00000027=隠し属性を使用するかどうかを指定
00000028=隠し属性(&H)
00000029=境界...
00000030=左
00000031=上
00000032=右
00000033=下
00000034=左側境界線の色を指定
00000035=左側境界線のスタイルを指定
00000036=
00000037=上部境界線の色を指定
00000038=上部境界線のスタイルを指定
00000039=
00000040=右側境界線の色を指定
00000041=右側境界線のスタイルを指定
00000042=
00000043=下部境界線の色を指定
00000044=下部境界線のスタイルを指定
00000045=
00000046=複数行テキストの周囲領域に境界線を描画するかどうかを指定
00000047=複数行境界線(&M)
00000048=読み取り専用属性を使用するかどうかを指定
00000049=読み取り専用(&R)
00000050=レンダリング前のテキスト変換に関する指定
00000051=変更なし\n大文字\n小文字\n大小文字を切替\n先頭のみ大文字\n
00000052=デフォルト
00000053=マーク済ブロック
00000054=不明\nコメント\n識別子\n記号\n文字列\n整数(const)\n浮動(const)\nHex(const)\n文字(const)\nPreprocessor\n
00000055=マーク済ブロック
00000056=デフォルト

[fmExtract]
00000001=文字列の抽出
00000002=検索
00000003=正規表現:
00000004=大小文字を区別
00000005=検索
00000006=クリップボードにコピー
00000007=検索文字列のプレビュー
00000008=中止
00000009=ヘルプ
00000010=選択範囲のみ検索
00000011=新規タブにコピー
00000012=カーソル位置から検索
00000013=見つかりません...

[fmShell]
00000001=シェル統合
00000003=項目 "SynWrite" をエクスプローラのコンテキストメニューに追加
00000004=OK
00000006=拡張子 .txt に SynWrite を関連付ける
00000007=拡張子 .ini に SynWrite を関連付ける
00000008=SynWrite に関連付けるファイル拡張子を選択:
00000009=すべての拡張子の選択を解除
00000010=SynWrite に SynwProj ファイルを関連付ける

[fmInsTxt]
00000001=テキストを挿入
00000002=挿入する位置
00000003=行頭:
00000004=行末:
00000005=開始番号:
00000006=桁:
00000008=テキスト
00000009=連番
00000010=ドット
00000011=オプション
00000012=最初に挿入:
00000013=列に挿入:
00000014=先頭のスペース後
00000015=空白行をスキップ
00000016=文字列の後:
00000017=OK
00000018=キャンセル
00000019=接尾語:
00000020=接頭語:
00000021=備考: 選択された行のみが処理されます
00000022=備考: 挿入操作は指定された回数実行されます
00000023=リピートカウンター:
00000024=カウンター

[fmLoadLex]
00000001=構文定義スタイルを復元
00000002=SynWrite の再インストール後、このダイアログからあなたが以前作成した構文定義スタイルを復元することが出来ます。\n構文定義スタイルは、構文プロパティダイアログで OK ボタンを押した時、自動的に 'SynStyles.ini' ファイルにバックアップされます。そして、SynWrite を再インストール("LexLib.lxl"が置換された後)このダイアログを呼び出すことで、'SynStyles.ini'ファイルのバックアップから構文定義スタイルを復元することが出来ます。
00000003=保存されたスタイルから復元したいものを選択
00000004=すべて選択
00000005=選択解除
00000006=選択を除去
00000007=OK
00000008=キャンセル

[fmMacroEdit]
00000001=マクロ編集
00000002=マクロ
00000007=コマンド
00000008=ID
00000009=データ
00000010=コマンド名
00000011=&OK
00000012=キャンセル(&C)
00000042=変更
00000044=追加
00000046=削除
00000048=クリア
00000049=ショートカット
00000050=クリア
00000051=割り当て
00000054=リネーム
00000055=削除
00000056=追加
00000057=変更
00000058=削除
00000059=追加
00000060=クリア
00000061=選択されたマクロを実行
00000062=再生
00000064=実行する回数を指定:
00000065=ファイルの終わりまで実行

[MacroCmdEditDlg]
00000001=マクロコマンドを選択
00000002=コマンド(&O):
00000003=データ(&D):
00000004=ID
00000005=説明
00000006=データ編集
00000007=&OK
00000008=キャンセル(&C)

[fmGoto]
00000001=移動
00000002=行番号(&L):
00000003=OK
00000004=キャンセル
00000005=列番号(&C):
00000006=選択範囲を展開(&X)
00000007=指定行/列に移動(&G)
00000008=前のブックマークへ移動(&P)
00000009=次のブックマークへ移動(&N)
00000010=番号付きのブックマークへ移動(&U):

[fmSRTree]
00000001=ツリー検索
00000002=検索位置:
00000003=オプション
00000004=正規表現(&X)
00000005=大文字小文字を区別(&C)
00000006=単語全体のみ(&W)
00000007=方向
00000008=前方(&D)
00000009=後方(&B)
00000010=スコープ
00000011=カーソル位置から検索
00000012=検索(&F)
00000013=キャンセル

[fmProps]
00000001=ファイル/文書のプロパティ
00000005=OK
00000006=ファイル
00000007=場所:
00000008=更新日時:
00000009=ディスク上のサイズ:
00000010=テキスト
00000011=文字数:
00000012=単語数:
00000013=行数:

[fmSetupOvr]
00000001=構文定義のオーバーライド
00000002=構文定義:
00000003=タブストップ:
00000004=タブモード:
00000007=空白\nタブ文字\nスマートタブ\n
00000010=選択された構文定義に対してオーバーライドする
00000011=折り返しモード:
00000012=変更しない\nOff\nウィンドウの端\n右側の余白\n
00000013=右側余白:
00000014=行の間隔:

[fmGotoBkmk]
00000001=ブックマークへ移動
00000002=ブックマーク一覧:
00000003=OK
00000004=キャンセル

[fmLoremIpsum]
00000001=Lipsum を生成
00000002=OK
00000003=コピー
00000004=キャンセル
00000005=センテンス
00000006=段落
00000008=個
00000009=HTML タグを使用
00000010=»?

[fmFav]
00000001=お気に入り
00000002=開く
00000003=キャンセル
00000004=パスを表示
00000005=上に移動
00000006=下に移動
00000007=削除

[fmToolOutput]
00000001=出力パターン
00000002=OK
00000003=キャンセル
00000004=正規表現(&R):
00000005=ファイル名(&F):
00000006=部分式の番号:
00000007=行(&L):
00000008=列(&C):
00000009=テスト出力行(&T):
00000010=テスト(&E)
00000013=出力から HTMLタグを除く
00000014=プリセット保存...
00000015=プリセット読込...

[fmProj]
00000002=SynWrite プロジェクト|*.synwproj
00000004=SynWrite プロジェクト|*.synwproj
00000005=プロジェクトを開く
00000006=現在のプロジェクトを保存
00000007=仮想フォルダをプロジェクトに追加
00000008=ディスクフォルダの内容をプロジェクトに追加
00000009=ファイル(複)をプロジェクトに追加
00000010=現在のプロジェクトフォルダをリネーム
00000011=選択された項目(複)をプロジェクトから除去
00000012=選択されたファイル(複)、またはフォルダ(複)をエディタで開く
00000013=プロジェクトのプロパティを変更
00000014=展開
00000015=たたむ
00000016=プロジェクトを開く...
00000017=プロジェクトを保存
00000018=プロジェクトを別名保存...
00000019=プロジェクトを閉じる
00000020=プロジェクトのプロパティ...
00000021=追加
00000022=ファイル...
00000023=フォルダ...
00000024=仮想フォルダ...
00000025=現在のファイル
00000026=開かれたすべてのファイル
00000027=リネーム
00000028=除去
00000029=選択された項目(複)を開く
00000030=メインファイルにセット
00000031=ソート
00000032=拡張子
00000033=名前
00000034=サイズ(降順)
00000035=日付(降順)
00000036=サイズ
00000037=日付
00000038=ファイルのプロパティを表示...
00000039=一覧をクリア
00000040=履歴

[fmProjAddDir]
00000001=フォルダ内容をプロジェクトに追加
00000002=OK
00000003=キャンセル
00000004=含めたいファイル拡張子をカンマ区切りで入力, (空白ですべてのファイル):
00000005=除外するファイル拡張子をカンマ区切りで入力, (空白でなし):
00000006=フォルダパス:
00000007=バイナリファイルは除外
00000008=サブフォルダを含める

[fmProjProps]
00000001=プロジェクトのプロパティ
00000002=OK
00000003=キャンセル
00000004=一般
00000005=作業フォルダ:
00000006=メインファイル:
00000007=新規文書:
00000008=ｴﾝｺｰﾃﾞｨﾝｸﾞ:
00000009=行末:
00000010=構文定義:
00000012=参照...
00000013=ANSI (Windows)\nOEM (DOS)\nUTF-8\nUTF-8, no BOM\nUnicode\nUnicode BE\n
00000014=Windows (CR LF)\nUnix (LF)\nMac (CR)\n
00000015=検索パス
00000016=これらのフォルダは、"オプション -- プロジェクト設定" ダイアログの検索フォルダに追加されます
00000017=フォルダを追加...
00000018=ファイルのソート:
00000019=ソートしない\n名前でソート\n名前+拡張子でソート\n

[fmNumConv]
00000001=数値変換
00000002=無効な文字列
00000003=10進(&D):
00000004=16進(&H):
00000005=バイナリ(&B):
00000006=8 進(&O):
00000007=&ASCII:
00000008=コピー
00000009=挿入
00000010=閉じる
00000011=コピー
00000012=挿入
00000013=挿入
00000014=コピー
00000015=挿入
00000016=コピー
00000017=挿入
00000018=コピー

[fmFillBlock]
00000001=塗りつぶしブロック
00000002=OK
00000003=キャンセル
00000004=新規文字列:
00000005=ブロック幅を保持 (チェックなしで "カラム編集" コマンドを実施)

[fmSort]
00000001=行ソート
00000002=OK
00000003=キャンセル
00000004=一般
00000005=昇順
00000006=降順
00000007=大文字小文字を区別
00000008=重複を除去
00000009=列
00000010=開始列を指定
00000011=終了列を指定
00000012=ソートの種類
00000014=数値

[$CONSTANTS]
Action=動作
AllF=すべてのファイル
AllL=(すべての構文)
Appn=ini ファイルへの書き込みに失敗
AppNSes=セッションを保存できません:\n%s
Bk=ブックマーク %d
BkUn=ブックマーク (番号なし)
capClip=クリップボード履歴
capClips=クリップテキスト
capMap=ミニマップ
capProj=プロジェクトの管理
capTabs=タブ
capTree=ツリー構造
cmdIDir=外部ツールのフォルダを指定
cmdIFile=外部ツールのファイル名を指定
cmdInt=外部ツールのパラメータ:
cmdNum=選択項目のコマンド番号: %d
cpBOM=ファイル "%s" には BOM 署名が含まれているため\n異なるエンコードでは再読み込みできません.\n\n変更する場合は "書式 -- エンコーディングの変更" コマンドを使用してください.
cpLn=(コードページファミリ名),Cyrillic=Cyrillic,Thai=Thai,
cpN=コードページ: %d
cpUnicode=Unicode
cpUTF8no=UTF-8, BOM 無
FF0=指定マスクのファイルはありません
FF0_=合致するファイルは見つかりません
FF1="%s": %d 箇所
FFAll=%d 箇所を置換 %d 個のファイル
FFCfm=本当にこれらをすべて置換しますか\nフォルダ: "%s"\nファイル: %s\n?
filAll=すべてのファイル
filApp=アプリケーション
filChm=HTML ヘルプファイル
filHlp=WinHelp ファイル
fn=検索
fnMul=この操作は複数のタブが開かれている必要があります
fnR=置換
fn_f=( %d 個のファイル)
Found=%d 箇所の合致を検出
Key1=キー1
Key2=キー2
KeyNUsed=キーは使用されていません
KeyOvr=このキーで置き換えますか?
KeyUsed=キーは使用されています:
macItem=マクロ %s を実行
macName=マクロ名
macName2=マクロ名を入力:
macRep=最後に使用したマクロを実行(&L)
macUn=<無題>
MAtt=ファイル "%s" に書き込めません
MBakEr=バックアップファイルを作成出来ません:\n%s
MBakOk=バックアップファイルを作成:\n%s
MBig=ファイル "%s" はサイズが大き過ぎます
MBk=すべてのブックマークをクリア?
MBusyIco=ブログラム待機状態\n赤色シグナル - マクロ記録中\n青色シグナル - スペルチェックがアクティブ
MCfmTb=本当にすべてのタブに置換を実行しますか?
MColorBad=カラー文字列に誤り:
MColorOk=カラー "%s" をヒントで表示
MCre=ファイルが見つかりません:\n%s\n\n作成しますか?
mdel=本当に現在のファイルを閉じて削除しますか?
MDelC=このコードテンプレートを本当に削除しますか?
mdeln=ファイル "%s" のリネーム/削除はできません
MDelSt=本当に保存されたスタイル一覧から選択された項目を除去しますか?
MDLex=本当にこの構文定義を削除しますか?
MDLexx=本当にすべての構文定義をライブラリから除去しますか?
MEmp=無題のタブがあります、このまま続行しますか?
MErBk=番号付ブックマーク %d はセットされていません
MLn=行番号は 1 から %d　必要です
MLnApply=言語ファイルの変更は、オプションダイアログの OK を押した後で適用されます.
MNCap=ツール "%s" に対する名前を指定してください
MNCmt=構文定義 "%s" ではストリームコメントの定義がされていません.\n詳細は SynWrite フォルダのファイル "Comment.cfg" をご確認ください.
MNCreate=ファイルを作成出来ません:
MNFound=ファイルが見つかりません:
MNFound2=見つかりません: "%s"
MNFoundFold=フォルダが見つかりません
MNLex=名前 "%s" という構文定義スタイルは見つかりません
MNSel=ヘルプファイルを開く際には、テキストを選択、または単語にカーソルを合わせておく必要があります
MNSel2=テキストが選択されていません
MNText=ファイル "%s" の内容はテキストではありません.\n開きますか?
MoreB=更に多くのボタン
MOver=ファイル "%s" は読み取り専用です\n上書きしますか?
MRel=ファイル "%s" は外部で変更されています\n再読み込みしますか?
MRelMod=ファイル "%s" は変更されています\n再読込を行いますか?
MRelN=ファイル "%s" は外部で削除されています\n再読み込みできません.
MRtMargin=テキスト折り返し時の右側余白:
MRun=コマンドを実行できません:\n%s
MRun0=コマンド "%s" は出力を返しませんでした
MSave=ファイル "%s" は変更されています\n\n変更を保存しますか?
MSavLex=構文定義ライブラリの変更を保存しますか?
MSel=文字コード: %d (hex %2.2x)
MSessSav=現在のセッション "%s" を保存しますか?
MZen=略述を展開できません:\n%s
newFnLatin=新規
nlex=(構文定義なし)
None=(なし)
None2=(コマンドなし)
NSaved=最初にファイルを保存する必要があります
opf="%s" を開く
OpNew=テンプレートフォルダを参照(&B)
O_fn=行分析が出来ません:\nファイル名が見つかりません
O_fne=この行からはナビゲートできません:\nファイルが見つかりません: "%s"
O_fnode="%s" をフォルダ "%s" で検索
O_fnode_r="%s" を "%s" と置き換える(フォルダ "%s")
O_ftabs=タブで "%s" を検索
O_intr=検索を中断
O_l=行分析が出来ません:\n行番号が見つかりません
O_m=(合致: %d)
O_nores=結果なし
O_ok=分析された行:\n\nファイル名: "%s"\n行: %d\n列: %d
O_stat=%d 箇所が合致( %d 個のファイル)
Re=すべての箇所で置換を実行しますか?
re_0or=0 個以上の繰り返しブロック
re_0or1=0 または 1 個の繰り返しブロック
re_1or=1 個以上の繰り返しブロック
re_as_neg_a=否定の先読み言明
re_as_neg_b=否定の戻り読み言明
re_as_pos_a=肯定の先読み言明
re_as_pos_b=肯定の戻り読み言明
re_b=単語の境界
re_D=数字桁 0..9
re_Diap=a,b 及び 0..9 に合致
re_dot=改行を除く任意の文字
re_end=行末
re_group=数値を与えられたグループのコンテンツ
re_hex=16進文字
re_n=新規行
re_nb=なし-(単語の境界)
re_ND=非数字桁
re_NDiap=a,b 及び 0..9 以外いずれも
re_NS=非空白
re_ntim=n 回の繰り返しブロック
re_ntim2='n' から 'm' 回の繰り返しブロック
re_NW=非英数字
re_r=キャリッジリターン (\\x0D)
re_S=空白
re_slash=バックスラッシュ
re_st=行頭
re_sub=サブエクスプレッション
re_s_mod=オプション: 文字 "." で改行に一致
re_t=タブ
re_text_a=テキストの先頭
re_text_z=テキストの末尾
re_W=すべての英数字
re_z=改行, すべての形式
RO=[読み取り専用]
sAll=すべて(&A)
sCan=キャンセル(C)
sCf=確認
shNN=レジストリの変更が出来ません.\nプログラムを管理者として実行してください.
sIns=挿入
sn=いいえ(&N)
sNAll=すべていいえ(&O)
sOk=OK
sOvr=上書
Split_Cancel=分割モードを中止
Split_Ed=--- エディタ・スプリッタ ---
Split_Vw=--- ビュー・スプリッタ ---
stat_col=列番号
stat_fdate=ファイルの時刻
stat_fsize=ファイルサイズ
stat_line=行番号
stat_selchars=選択中の文字
stat_selcols=選択中の列
stat_sellines=選択中の行
stat_tchars=合計文字数
stat_tlines=合計行数
sWarn=警告
sy=はい(&Y)
sYAll=すべてはい(&A)
Sync=同期範囲を作成
SynR=同期範囲を除去
Tab=タブ
typed=タイプされた単語
Untitled=(無題)
vert=このコマンドは列選択時のみ機能します
zClipEnter=クリップテキスト ("\\n" で改行):
zClipFile=ファイル名 (拡張子なし):
zDefault=(デフォルト)
zDelLn=%d 行を削除
zDoneLn=変更された行: %d
zenCur=展開略述にはカーソルマークがあります
zenIn=展開する略述:
zFavFiles=ファイル
zFavProj=プロジェクト
zMAddMask=本当にこのファイル名を "ファイルマスク" フィールドに追加しますか?
zMBkName=ブックマークコメント入力:
zMCantSave=ファイルを保存できません:\n%s\n\nディスク領域が足りません. 別のディスクに保存してください
zMCloseHint=このパネルを閉じるときに使用:
zMCmdList=コマンド一覧
zMCmdListFuzzy=あいまい検索 [F4]
zMColMark=列の位置, 空白区切り:
zMDelMany=本当にプロジェクトから %d 個の項目を除去しますか?
zMEnterSep=分割する文字列を入力:
zMFtpOp=このコマンドで現在のタブのみプラグインを "無効化" します.\n続行しますか?
ZmIn=拡大率 %:
zMLine=行 %d
zMNoBookmk=ポータブル ブックマークは見つかりません
zMNoMacro=ツールを実行できません:\nマクロ %s は現在定義されていません
zMNoneLexer=コマンドは構文定義 "%s" にのみ対応しています
zMOpenFiles=本当にプロジェクトから %d 個のファイルを開きますか?
zMPresetExe=実行ファイル名 (パスなし):
zMPresetName=ツール名を入力:
zMProjList=プロジェクト ファイル一覧
zMRename=新たなファイル名を入力:
zMRenameErr=ファイルをリネームできません:
zMSaveProj=プロジェクト "%s" は変更されています\n\n変更を保存しますか?
zMSelMulLine=このコマンドは複数行選択が必要です
zMSortProj=プロジェクトに %d 個を超える新規項目が含まれているため、ソートには時間が掛かります\n\n本当に追加された項目をソートしますか?
zMSpell=--- スペルチェッカ ---
zMSpellDone=スペリングチェックが完了
zMTryAcp=オートコンプリートを試みる:
zMUniNeed=テキストに Unicode 文字が含まれています\nこのテキストを "%s" 形式で保存しますか?
zNewFolder=新規フォルダ
zNewFolderName=フォルダ名を入力:
Zoom=拡大: %d%%
ztagExpand=展開されたタグ
ztagExpandAndMove=展開されたタグと移動した位置
ztagMovedOut=移動したタグ
ztagMovedSelection=移動した選択(タグ内)
ztagTagUnknown=展開していないタグ:
zzc_Active_tab=タブ背景 - アクティブ
zzc_Active_tab_line=タブ背景  - アクティブ - 行
zzc_Bookmark_BG=ブックアークされた行 - 背景
zzc_Carets_gutter_BG=キャレット ガターのインジケータ - 背景
zzc_Collapse_line=折りたたみ行
zzc_Collapse_mark=折りたたみマーカ
zzc_Collapse_mark_BG=折りたたみマーカ - 背景
zzc_Current_line_BG=現在の行 - 背景
zzc_Current_line_text=現在の行 - テキスト
zzc_Folding_bar_BG=折りたたみバーの背景
zzc_Folding_lines=折りたたみ行
zzc_Indentation_staples=インデントのステープル
zzc_Line_numbers_BG=行番号 - 背景
zzc_Line_numbers_text=行番号 - テキスト
zzc_Line_state_def=行ステータス - 未設定
zzc_Line_state_modified=行ステータス - 変更あり
zzc_Line_state_new=行ステータス - 新規
zzc_Line_state_saved=行ステータス - 保存済
zzc_Line_state_unchanged=行ステータス - 変更なし
zzc_Links_highlighting=リンク強調部分
zzc_Map_BG=ミニマップ - 選択背景
zzc_Map_marks_BG=マイクロマップ - 検索マーク背景
zzc_Non_printable_BG=印刷不可文字 - 背景
zzc_Non_printable_chars=印刷不可文字
zzc_Output_panel_active_selected_text=出力パネル選択テキスト - アクティブ
zzc_Output_panel_active_text=出力パネルテキスト - アクティブ
zzc_Output_panel_BG=出力パネル - 背景
zzc_Output_panel_highlight_mask=出力パネル - 強調マスク
zzc_Output_panel_selection_BG=出力パネル選択範囲 - 背景
zzc_Output_panel_selection_text=出力パネル選択範囲 - テキスト
zzc_Output_panel_text=出力パネル - テキスト
zzc_Pair_brackets=括弧のペア
zzc_Pair_brackets_BG=括弧のペア - 背景
zzc_Passive_tabs=タブ背景 - パッシブ
zzc_Right_margin=右側余白
zzc_Ruler_BG=水平ルーラ - 背景
zzc_Ruler_text=水平ルーラ - テキスト
zzc_Search_marks_BG=検索マスク - 背景
zzc_Search_marks_text=検索マスク - テキスト
zzc_Selection_BG=選択範囲 - 背景
zzc_Selection_text=選択範囲 - テキスト
zzc_Slave_splitter=マスタ/スレーブエディタのスプリッタ
zzc_SyncEdit_BG=同期編集時の背景
zzc_Tab_caption=タブのキャプション
zzc_Tab_caption_unsaved=タブのキャプション - 未保存
zzc_Text=テキスト
zzc_Text_BG=テキスト - 背景
zzc_Tree_BG=ツリー - 背景
zzc_Tree_text=ツリー - テキスト
zzc_Views_splitter=表示スプリッタ
zzsort_0=ソートなし
zzsort_date=日付
zzsort_date2=日付, 説明.
zztyp_ignore=無視
zztyp_repDoc=現在の文書を置換
zztyp_repSel=現在の選択範囲を置換
zztyp_repSelOrDoc=選択範囲、または文書を置換
zztyp_repWord=現在の単語を置換
zztyp_toClip=クリップボードにコピー
zztyp_toNewDoc=新規文書にコピー
zztyp_toPanel=出力パネルに送る
